Repository: Acidburn0zzz/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: ar, de, nl, tr

source: Impossible to change your own role
ar: لا يمكنك تغيير دَورك
nl: Onmogelijk om je eigen rol te veranderen
tr: Kendi rolünüz değiştirilemez

source: User %s is now know as %s
ar: المستخدم %s معروف الآن بـ %s
nl: Gebruiker% s is nu kennen als% s
tr: %s kullanıcısı %s olarak biliniyor

source: There was a problem during toggling user role
nl: Er was een probleem tijdens schakelen rol van de gebruiker
tr: Kullanıcı rolünü değiştirirken sorun oldu

source: User %s has new permissions : %s
ar: المستخدم %s يملك صلاحيات جديدة : %s
nl: Gebruiker% s heeft nieuwe machtigingen:% s
tr: %s kullanıcısının yeni izinleri var: %s

source: Role
ar: الدور
nl: Rol
tr: Rol

source: Normal user
ar: مستخدم عادي
nl: Normale gebruiker
tr: Normal kullanıcı

source: Website manager
ar: مدير الموقع
tr: Web sitesi yöneticisi

source: Super user
ar: مستخدم خارق
nl: Super gebruiker
tr: Üstün Kullanıcı

source: The post is already accepted
ar: تمت الموافقة على هذا الموضوع بالفعل
nl: Het bericht is al geaccepteerd
tr: Mesaj zetn kabul edildi

source: Post successfully updated
ar: تم تحديث الموضوع بنجاح
nl: Bericht met succes updated
tr: Mesaj başarıyla güncellendi

source: The post is already refused
ar: تمت رفض على هذا الموضوع بالفعل
nl: Het bericht is al gewijgerd
tr: Mesaj zaten reddedildi

source: Mail could not be send
ar: لا يمكن إرسال البريد
nl: De mail kon niet gezonden worden
tr: Posta gönderilemiyor

source: Post successfully refused
ar: تم رفض الموضوع بنجاح
nl: Bericht gewijgerd met succes
tr: Posta başarıyla reddedildi

source: Dear %s,
ar: عزيزي %s,
nl: Beste% s,
tr: Sayın %s,

source: Dear user,
ar: عزيزي المستخدم،
nl: Beste gebruiker,
tr: Sayın Kullanıcı,

source: We took the decision to moderate the following post :
nl: We namen het besluit om de volgende post matig:
tr: Aşağıdaki mesajı modere etme kararı aldık:

source: The reasons of this moderation are :
nl: De redenen van deze matiging zijn:
tr: Bu moderasyonun sebebi:

source: Thank you for your contribution on the %s
ar: شكرا لمساهمتك في %s
nl: Dank u voor uw bijdrage op het% s
tr: %s 'e katkınız için teşekkürler.

source: Sincerely yours
ar: مع خالص التقدير
nl: Met vriendelijke groeten
tr: Saygılarımızla

source: Author
ar: المؤلف
nl: Auteur
tr: Yazar

source: Accept
ar: قبول
nl: Te aanvaarden
tr: Kabul et

source: Refuse
ar: رفض
nl: Wijgeren
tr: Reddet

source: %s last posts :
nl: %s laatste berichten
tr: %s son mesajlar:

source: No posts found
ar: لم يتم العثور على الموضوع
de: Keine Beiträge gefunden
nl: Geen berichten gevonden
tr: Mesaj bulunamadı

source: Contact us
ar: راسلنا
de: Kontaktiere uns
nl: Contacteer ons

source: All posts
ar: كل المواضيع
de: Alle Beiträge
nl: Alle berichten

source: No comments yet
ar: لا توجد تعليقات بعد

source: Visit the website
ar: زيارة الموقع
de: Website besuchen
nl: Bezoek de website

source: Page :
ar: الصفحة :

source: Page status
ar: حالة الصفحة

source: Posts of the week
ar: مواضيع الأسبوع :
de: Beiträge dieser Woche
nl: Berichten van de week

source: Publish
ar: نشر

source: Visit source
ar: زيارة المصدر
de: Quelle aufrufen
nl: Bezoek bron

source: Add tag
ar: إضافة وَسْم

source: Posts of the month
ar: مواضيع الشهر :
de: Beiträge dieses Monats
nl: Berichten van de maand

source: Allow comments
ar: السماح بالتعليقات

source: Comma separated tags (ex: linux,web,event)
ar: تُفصل الوُسوم بفواصل (مثال: لينكس،وِب،حدث)

source: Posts of the day
ar: مواضيع اليوم
de: Beiträge von Heute
nl: Berichten van de dag

source: Tags
ar: الوُسوم

source: Here you'll find some help concerning the syntax :
ar: ستجد هنا بعض المساعدة بخصوص الصيغة التالية :

source: Disable comments
ar: تعطيل التعليقات

source: Remember me
ar: تذكّرني

source: Search
ar: البحث
nl: Zoek

source: Period of posts :
ar: دورة المواضيع :

source: Users
ar: المستخدمون
de: Nutzer
nl: Gebruikers

source: Vote for this post on <a href="%s" title="Go on the planet">%s</a>.
ar: صوّت لهذا الموضوع على <a href=\"%s\" title=\"الذهاب للكوكب\">%s</a>.
de: Stimme für diesen Beitrag auf <a href="%s" title="weiter zum Planet">%s</a> ab.
nl: Stem voor deze post op <a href="%s" title="Go on the planet">%s.</a>

source: Gravatar of %s
ar: غرفتار %s
de: Gravatar von %s
nl: Gravatar van %s

source: User_id:
ar: معرّف_المستخدم:
nl: Gebruiker id:

source: By %s, on %s at %s.
ar: بواسطة %s بتاريخ %s في %s.
de: Von %s, am %s um %s
nl: Door %s, op %s om %s.

source: bytes
ar: بايت
de: Byte

source: Unable to read new _define.php file
ar: غير قادر على قرآءة الملف new _define.php

source: Site id
ar: معرّف الموقع
nl: Website id

source: Site URL
ar: مسار الموقع
nl: Website URL

source: Avatar
ar: أفتار

source: Site URL :
ar: مسار الموقع :
nl: Website URL :

source: Google-Analytics
ar: تحليلات غوغل (Google-Analytics)

source: Google Analytics id
ar: معرّف تحليلات غوغل

source: Piwik site URL
ar: مسار موقع Piwik
nl: Piwik website URL

source: Piwik site id
ar: معرّف موقع Piwik
nl: Piwik website identicatie id

source: (ex: http://identi.ca)
ar: (مثال: http://identi.ca)
nl: (bv: http://identi.ca)

source: Piwik Site ID
ar: معرّف موقع Piwik
nl: Piwik identificatie site nummer

source: bp_ is the default prefix
ar: السابقة الإفتراضية هي bp_
nl: bp_ is de standaard prefix

source: Back to top
de: Zurück zum Anfang
nl: Terug naar boven

source: Statistics
de: Statistik
nl: Statistieken

source: Name or nickname
nl: Naam of pseudoniem

source: Name / Nickname :
de: Name / Spitzname :
nl: Naam / pseudoniem:

source: Before to subscribe, do not hesitate to test your RSS/Atom feeds to be sure they'll be well interpretated by the planet aggregator engine which is using the <a href='http://simplepie.org/' title='Simple Pie' rel='noffolow'>Simple Pie</a> library (distributed under the LGPL licecne). Check also if your feeds are perfectly valid on <a href='http://feedvalidator.org/check.cgi' target='_blank'>Feedvalidator</a> and correct them if needed. Otherwise you could have some problems using them.
de: Bevor du deinen Feed für diesen Planet anmeldest, bitte überprüfe deinen RSS/Atom Feed um sicherzustellen, dass die hier verwendete <a href='http://simplepie.org/' title='Simple Pie' rel='noffolow'>Simple Pie</a> Bibliothek (verfügbar unter der LGPL Lizenz) ihn richtig interpretiert. Bitte validiere deinen Feed mit dem <a href='http://feedvalidator.org/check.cgi' target='_blank'>Feedvalidator</a>, und korrigiere eventuelle Fehler. Anderenfalls könnte es zu Problemen bei der Benutzung kommen.
nl: Alvorens in te schrijven, aarzel niet om uw RSS / Atom-feeds uit te testen om zeker te zijn dat ze goed zullen geïnterpreteerd door de planet aggregator engine worden. Deze maakt gebruik van de <a href='http://simplepie.org/' title="Simple Pie" rel='noffolow'>Simple Pie</a> bibliotheek (gedistribueerd onder de LGPL licence). Controleer ook dat uw feeds perfect geldig zijn op <a href='http://feedvalidator.org/check.cgi' target='_blank'>Feedvalidator</a> en indien nodig verbeter ze. Anders zou het kunnen dat er enkele problemen daar van komen.

source: Quick news
nl: Snel nieuws

source: Number of feeds :
nl: Aantal feeds:

source: Contribute
de: Mitmachen
nl: Doe mee

source: You can contact the administration team with the form below:
de: Das Administratoren Team kann über das Formular unten kontaktiert werden:
nl: U kunt contact opnemen met de administratie team met het formulier hieronder:

source: Main statistics
de: Hauptstatistik
nl: Algemene statistieken

source: Archives
de: Archiv
nl: Archief

source: Feed URL (this can be a tag or category specific feed feed too)
de: Feed URL (kann auch ein Tag oder ein Kategorie spezifischer Feed sein)
nl: Feed URL (dit kan een tag of categorie specifieke feed zijn ook)

source: Test your feeds
de: Den Feed testen
nl: Test uw feeds

source: To add or remove your website from the planet, just fill this form in :
de: Um deine Website zum Planet hinzu zufügen oder zu entfernen fülle einfach das Formular aus :
nl: Toevoegen of verwijderen van uw website van de planeet kan via dit formulier:

source: Subscribe your blog to the planet
de: Dein Blog diesem Planet hinzufügen
nl: Schrijf je blog in op de planeet

source: Filter posts
nl: Filteren van de berichten

source: Number of posts :
nl: Aantal berichten

source: You can test the simplepie engine on the following page :
de: Die simplepie engine kann auf der folgenden Seite getestet werden :
nl: U kunt de simplepie engine op de volgende pagina uit tester:

source: Subscribe
de: Hinzufügen
nl: Inschrijven

source: Read the article
de: Lies den Artikel
nl: Lees het artikel

source: Subscribe / Unsubscribe
de: Hinzufügen / Entfernen
nl: Inschrijven / Uitschrijven

source: Total of votes
de: Gesamtzahl der Stimmen
nl: Totaal stemmen

source: Unsubscribe
de: Entfernen
nl: Uitschrijven

source: If you need to contact the administration team for any reason (change of your feed URL, suggestion ...), you can do it by <a href='contact.php'>clicking here</a>.
de: Solltest du das Administratoren Team aus irgendeinem Grund kontaktieren wollen (Feed URL ändern, Vorschläge ...) kannst du dies tun indem du <a href='contact.php'>hier klickst</a>.
nl: Als u de administratie team will contacteren for een reden of een ander (verandering van uw feed-URL contact, suggestie ...), kunt u dit doen door <a href='contact.php'>hier te klikken.</a>

source: Fast access to the last posts of the page
de: Schneller Zugriff auf den letzten Beitrag der Seite
nl: Snelle toegang tot de laatste berichten van de pagina

source: Members
de: Mitglieder
nl: Leden

source: I have read and accept the charter
de: Ich habe die Nutzungsbedingungen gelesen und akzeptiere sie
nl: Ik heb de charter gelezen en accepteer ze

source: Back to summary
de: Zurück zur Übersicht
nl: Terug naar de inhoud

source: Qtity of posts
de: Anz. der Beiträge
nl: Aantal berichten

source: See members posts
de: Beiträge des Mitglieds anzeigen
nl: Zie leden berichten

source: Number of members :
nl: Aantal leden:

source: Please fill in the captcha
de: Bitte löse das captcha
nl: Vul in de captcha

source: Show user's posts
nl: Toon berichten van de lid

source: About Bilboplanet
nl: Over Bilboplanet

source: Popular posts feed
de: Feed beliebter Artikel
nl: Populaire berichten feed

source: You can search to find other articles.
nl: U kunt zoeken naar andere artikelen te vinden.

source: Subject :
de: Betreff :
nl: Onderwerp:

source: Content :'
nl: Inhoud:

source: Number of votes :
nl: Aantal berichten :

source: You are searching for all the posts with :
nl: U zoekt naar alle berichten met :

source: Feed with all the posts
de: Feed aller Beiträge
nl: Feed met alle berichten

source: Add your blog
de: Dein Blog hinzufügen
nl: Voeg uw blog

source: Registration
de: Anmeldung
nl: Inschrijving

source: User's website
nl: Gebruikers website

source: All the posts
nl: Alle berichten

source: List of the most active members
nl: Lijst van de meeste actieve leden

source: List of the best ranked members
nl: Lijst van de beste gerangschikte leden

source: site_id should not be null for user
nl: SITE_ID mag niet null zijn voor de gebruiker

source: User bad call
nl: Gebruiker slechte oproep

source: (ex: "[Site name] %(author)s %(title)s" where "%(author)s" is the author of the post and "%(title)s is the title")
nl: (bv: "[Site name] %(author)s %(title)s" waar "%(author)s" is de auteur van het bericht en "%(title)s is de titel")

source: bad call, this ajax call does not exist
nl: slecht te noemen, doet dit ajax oproep bestaat niet

source: Error 404
de: Fehler 404

source: Content :
de: Inhalt :

source: There is no feed here
de: Hier gibt es keinen Feed

source: Powered by BilboPlanet
de: Betrieben mit BilboPlanet

source: Site down for maintenance, come back in a few moments...
de: Die Seite wird im Moment gewartet, komm bitte in einigen Momenten zurück...

source: While waiting you can vist the website of the <a href="%s">author</a>
de: Während du wartest kannst du die Website des <a href="%s">Autors</a> besuchen

source: Home
de: Start

source: Contact
de: Kontakt

source: Filter the posts :
de: Beiträge filtern :

source: You are searching for all the posts with <span class="search">%s</span>
de: Du suchst nach allen Beiträgen die <span class="search">%s</span> enthalten

source: Firstname
de: Vorname

source: Name or nicknname
de: Name oder Spitzname

source: Firstname (optional)
de: Vorname (optional)

source: Contact email
de: Kontakt E-Mail

source: Mobile version
de: Mobil Version

source: Go to the summary
de: Zur Übersicht

source: Summary
de: Übersicht

source: Show posts content
de: Inhalt des Beitrages anzeigen

source: Posts detail
de: Beitrag Details

source: See more posts
de: Weitere Beiträge anzeigen

source: Back to site
de: Zurück zur Seite

source: Subscribe to RSS feed
de: RSS Feed abonieren

source: Subscribe to all the popular posts RSS feed
de: RSS Feed der populären Beiträge abonnieren

source: Visit the website of %s
de: Website von %s besuchen

source: Admin interface
de: Administrations-Interface

source: Number of members :
de: Anzahl der Mitglieder :

source: Number of feeds :
de: Anzahl der Feeds :

source: %d posts in here
de: Insgesamt %d Beiträge

source: %d votes in total
de: Insgesamt %d Stimmen

source: List of the %d most active members
de: Liste der %d aktivsten Mitglieder

source: List of the %d best ranked members
de: Liste der %d beliebtesten Mitglieder

source: success
de: Erfolg

source: Error: the vote could not be saved
de: Fehler: Die Stimme konnte nicht gespeichert werden

source: Score for %s
de: Wertung für %s

source: Show the posts of %s
de: Zeige die Beiträge von %s

source: Fast access to the %d last posts
de: Schneller Zugriff auf die letzten %d Beiträge

source: Error while trying to modify post %s !
de: Fehler beim bearbeiten des Beitrags %s !

source: The feed %s was correctly deleted
de: Feed %s wurde erfolgreich gelöscht

source: Error while trying to change the informations of the feed
de: Fehler während des Bearbeitens der Feed Informationen

source: The user already has a feed %s
de: Der Benutzer hat bereits einen Feed %s

source: Adding the feed %s succeeded
de: Feed %s erfolgreich hinzugefügt

source: Changing the feed %s succeeded
de: Feed %s erfolgreich bearbeitet

source: Name of the user
de: Name des Benutzers

source: URL of the feed
de: URL des Feeds

source: show
de: anzeigen

source: Error while trying to remove the user %s
de: Fehler aufgetreten während Nutzer %s entfernt wurde

source: The website %s is already assigned to an user
de: Die Website %s ist beireits einem anderen Nutzer zugewiesen

source: Error while trying to modify user %s
de: Fehler beim Bearbeiten des Nutzers %s aufgetreten

source: Modification of user %s succeeded
de: Bearbeitung des Nutzers %s erfolgreich

source: Go to user website / blog
de: Gehe zur Webseite / dem Blog des Nutzers

source: Show
de: Zeigen

source: Setup manual crontab
de: Setup-Handbuch crontab

source: Please insert a valid email address
de: Bitte trage eine gültige E-Mail Adresse ein

source: Modification of the password succeeded
de: Änderung des Passworts erfolgreich

source: Error : %s
de: Fehler: %s

source: Please fill the login in
de: Bitte fülle das Anmeldeformular aus

source: Please be sure the two passwords are equal
de: Bitte vergewissere dich, dass die beiden Passwörter gleich sind

source: User login and password
de: Nutzername und Passwort

source: Change the login and the password of the admin interface.
de: Ändere das Passwort zum Anmelden und dem Administrations-Interface.

source: Manage members
de: Mitglieder verwalten

source: Manage feed
de: Feeds verwalten

source: Manage articles of the planet
de: Artikel des Planet Verwalten

source: Articles
de: Artikel

source: User configuration
de: Nutzer Einstellungen

source: System configuration update
de: Update der Systemkonfiguration

source: Configuration update
de: Update Einstellungen

source: PHP version is %s (We are sorry to inform you that our gettext version does not support 5.3 and earlier).
de: PHP Version ist %s (Leider unterstützt unsere gettext Version keine PHP Versionen vor 5.3, wir entschuldigen uns dafür).

source: File %s already exists.
de: Datei %s existiert bereits.

source: Thank you for taking somes minutes to answer those questions to help to the configuration of the bilboplanet
de: Danke das du dir die Zeit genommen hast diesen BilboPlanet zu konfigurieren.
