Repository: Acidburn0zzz/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: ar, de, nl, tr

source: Powered by Bilboplanet
ar: مدعوم من Bilboplanet
tr: Bilboplanet tarafından güçlendirilmiş.

source: Valid CSS - Xhtml
ar: CSS - Xhtml صالح
de: Geprüftes CSS - Xhtml
tr: Geçerli CSS - Xhtml

source: Designed by BilboPlanet
ar: تصميم BilboPlanet
de: Designed von BilboPlanet
tr: BilboPlanet tarafından tasarlanmış.

source: January
ar: يناير
de: Januar
nl: Januari
tr: Ocak

source: February
ar: فبراير
de: Februar
nl: Februari
tr: Şubat

source: March
ar: مارس
de: März
nl: Maart
tr: Mart

source: April
ar: أبريل
tr: Nisan

source: May
ar: ماي
de: Mai
nl: Mei
tr: Mayıs

source: June
ar: يونيو
de: Juni
nl: Juni
tr: Haziran

source: July
ar: يوليوز
de: Juli
nl: Juli
tr: Temmuz

source: August
ar: غشت
nl: Augustus
tr: Ağustos

source: September
ar: شتنبر
tr: Eylül

source: October
ar: أكتوبر
de: Oktober
tr: Ekim

source: November
ar: نونبر
tr: Kasım

source: December
ar: دجنبر
de: Dezember
tr: Aralık

source: 404 Error
ar: خطأ 404
nl: 404 Fout
tr: 404 Hata

source: Page not found
ar: الصفحة غير موجودة
de: Seite nicht gefunden
nl: Pagina niet gevonden
tr: Sayfa bulunamadı

source: The reCAPTCHA wasn't entered correctly. Go back and try it again. (reCAPTCHA said: %s)
ar: خطأ في إدخال reCAPTCHA، عُد للصفحة السابقة وحاول مرة أخرى. (reCAPTCHA said: %s)
de: Das reCAPTCHA wurde nicht richtig beantwortet. Geh zurück und versuche es noch einmal. (reCAPTCHA meldete: %s)
nl: De reCAPTCHA was niet juist ingevuld. Ga terug en probeer opnieuw (reCAPTCHA gaf : %s)
tr: reCAPTCHA doğru girilmedi. Geri dönüp tekrar deneyin. (reCAPTCHA said: %s)

source: Name :
nl: Naam:
tr: İsim :

source: Firstname :
de: Vorname :
nl: Voornaam:
tr: İlk isim :

source: Email :
ar: البريد الإلكتروني :
tr: E-posta :

source: Website :
ar: الموقع :
tr: Web sitesi :

source: Feed :
tr: Bildirim :

source: Choice :
de: Auswahl :
nl: Keuze:
tr: Seçim :

source: Your email has been sent
ar: تمّ إرسال بريدك الإلكتروني
de: Die E-Mail wurde gesendet
nl: Uw e-mail is verzonden
tr: E-postanız gönderildi

source: Your request could not be sent for an unknown reason.<br/>Please try again.
ar: لم يتم ارسال الطلب لسبب مجهول.<br/>يرجى المحاولة مرة أخرى.
de: Unbekannter Fehler. Die Anfrage konnte nicht gesendet werden.<br/>Bitte versuche es noch einmal.
nl: Uw verzoek kan niet worden verzonden voor een onbekende reden. <br/> Probeer het opnieuw.
tr: Talebiniz bilinmeyen bir sebepten dolayı gönderilemedi. <br/> Lütfen tekrar deneyin.

source: In case of problem
ar: في حالة حدوث مشكلة
de: Im Fall eines Problems
nl: In geval van problemen
tr: Sorun olması halinde

source: If you don't recieve any new from the administration team in the 5 days do not hesitate to contact us via %s with this information :
de: Solltest du keine Bestätigung vom Administratoren Team in den nächsten 5 Tagen erhalten, zögere nicht dich bei uns per E-Mail an %s zu melden.
nl: Als u geen nieuws van de administratie team in de 5 dagen heeft ontvangen, aarzel dan niet om ons te contacteren via %s met deze informatie:
tr: Eğer yönetim takımından 5 gün içinde haber almazsanız %s yoluyla, şu bilgi ile birlikte çekinmeden bizimle temasa geçin :

source: Subject
ar: الموضوع
de: Betreff
nl: Onderwerp
tr: Konu

source: Username
ar: إسم المستخدم
nl: Gebruikersnaam
tr: Kullanıcı adı

source: Fullname
ar: الإسم الكامل
nl: Naam
tr: Tam isim

source: Email
ar: البريد الإلكتروني
tr: E-posta

source: Website
ar: الموقع
tr: Web sitesi

source: Feed
ar: التلقيم
tr: Bildirim

source: Choice
de: Auswahl
nl: Keuze
tr: Seçim

source: %d vote(s)
de: %d Stimme(n)
nl: %d stem(men)
tr: %d oy(lar)

source: Name/Nickname :
ar: الإسم/اللقب :
de: Name / Spitzname :
nl: Naam/pseudoniem :
tr: İsim/Takma isim :

source: Subject :
ar: الموضوع :
de: Betreff :
nl: Onderwerp :
tr: Konu :

source: Content of the message:
ar: محتوى الرسالة :
de: Inhalt der Nachricht :
nl: Inhoud van het bericht:
tr: Mesajın içeriği :

source: Your email has been sent !
ar: تمّ إرسال البريد !
de: Die E-Mail wurde gesendet!
nl: Uw e-mail is verzonden!
tr: E-postanız gönderildi !

source: If you do not recieve any confirmation from the administration team in the 5 days, do not hesitate to contact us by email at %s
ar: إذا لم تتلقى أي ردّ من الإدارة خلال 5 أيام لا تتردد في الإتصال بنا عبر هذا البريد %s
de: Solltest du keine Bestätigung vom Administratoren Team in den nächsten 5 Tagen erhalten, zögere nicht dich bei uns per E-Mail an %s zu melden.
nl: Als u geen bevestiging van de administratie team in de 5 dagen ontvangen heeft, aarzel dan niet om contact met ons op te nemen via e-mail op %s
tr: Eğer yönetim takımından 5 gün içinde bir doğrulama almazsanız bize e-posta ile ulaşabilirsiniz %s

source: Success
ar: نجاح
nl: Succes
tr: Başarı

source: Error: article number incorrect !
ar: خطأ : رقم الموضوع غير صحيح !
de: Fehler: Artikel Nummer ist falsch !
nl: Error: foute artikel nummer !
tr: Hata: makale numarası yanlış !

source: Error: you already vote on this post !
ar: خطأ : سبق لك التصويت لهذا الموضوع !
de: Fehler: Du hast bereits für diesen Beitrag abgestimmt !
nl: Error: u heeft al op dit bericht gestemd!
tr: Hata: bu mesajı zaten oyladınız !

source: Error: refused access
de: Fehler: Zugriff verweigert
nl: Error: toegang geweigerd
tr: Hata: erişim reddedildi

source: Error : the statusnet account is not properly configured. The given hostname is empty.
ar: خطأ : حساب statusnet غير مُعد بشكل صحيح. إسم المضيف فارغ.
tr: Hata: statusnet hesabı doğru ayarlanmamış. Verilen sunucu ismi boş.

source: Reading cache
ar: قراءة ذاكرة التخزين المؤقت
de: Lese Cache
tr: Önbellek okunuyor

source: View post detail
ar: عرض المنشور
tr: Mesaj ayrıntılarına bak.

source: Read more
ar: قراءة المزيد
de: Weiter lesen
nl: Lees meer
tr: Devamını oku

source: Vote yes
ar: التصويت بنعم
de: Stimme für ja
nl: Stem ja
tr: Evet oyla

source: Vote no
ar: التصويت بلا
de: Stimme für nein
nl: Stem nee
tr: Hayır oyla

source: This post seems pertinent to you
ar: يبدو هذا الموضوع مناسب لك
nl: Dit bericht ziet er relevant voor u uit
tr: Bu mesaj sizinle ilgili olabilir

source: This post seems not pertinent to you
ar: يبدو هذا الموضوع غير مناسب لك
nl: Dit bericht ziet er niet relevant voor u uit
tr: Bu mesaj sizinle ilgili olmayabilir

source: This post should not be here
ar: هذا الموضوع ليس مكانه هنا
de: Dieser Beitrag gehört hier nicht hin
nl: Dit bericht zou hier niet mogen zijn
tr: Bu mesaj burada olmamalı

source: Are you sure this post should not be on this planet and should be removed?
ar: هل أنت متأكد من أن هذا الموضوع لا يجب أن يكون بالكوكب ويجب حذفه؟
de: Bist du dir sicher, dass dieser Beitrag nicht in diesem planet sein solllte und deshalb entfernt werden soll?
nl: Bent u zeker dat deze bericht hier niet zijn plaats heeft?
tr: Bu mesajın bu gezegende olmaması gerektiğine ve kaldırılması gerektiğine emin misiniz?

source: The field "%s" has to be a valid email address
ar: \"%s\" يجب أن يكون عنوان بريد صالح
de: Das Feld "%s" muss eine gültige E-Mail Adresse beinhalten
nl: Het veld "%s" moet een geldig e-mailadres zijn
tr: "%s" alanı geçerli bir e-posta adresi olmalıdır

source: The field "%s" %s has to be a valid URL
ar: الحقل \"%s\" %s يجب أن يكون مسارا صالحا
de: Das Feld "%s" %s muss eine gültige URL beinhalten
nl: Het veld "%s" %s moet een geldige URL zijn
tr: "%s" %s alanı geçerli bir URL olmalıdır.

source: The field "%s" %s is not a valid simplepie feed
ar: الحقل \"%s\" %s ليس بتلقيم simplepie صالح
de: Das Feld "%s" %s muss einen gültigen simplepie Feed beinhalten
nl: Het veld "%s" %s is geen geldige simplepie feed
tr: "%s" %s alanı geçerli bir simplepie bildirim olmalıdır.

source: The fields %s does not match
ar: الحقل %s غير مطابق
tr: %s alanları aynı değil

source: The fields %s needs to have 4 characters minimum
ar: الحقل %s يتطلب 4 محارف كحد أدنى
nl: De velden% s moet hebben 4 tekens minimale
tr: %s alanlarında en az 4 karakter olmalıdır

source: The field "%s" is empty
ar: الحقل \"%s\" فارغ
de: Das Feld "%s" ist leer
nl: Het veld "%s" is leeg
tr: "%s" alanı boş

source: You are not an administrator
ar: لست بمدير
nl: U bent geen beheerder
tr: Yönetici değilsiniz

source: No user ID given
ar: لم يتم تحديد معرّف المستخدم
tr: Kullanıcı ID girilmemiş

source: No password given
ar: لم يتم تحديد كلمة السرّ
de: Kein Passwort eingegeben
nl: Geen password gekregen
tr: Şifre girilmemiş

source: User ID must contain at least 2 characters using letters, numbers or symbols.
ar: معرّف المستخدم يجب أن يحتوي على محرفان على الأقل بإستخدام الحروف والأرقام أو الرموز
nl: Gebruikers-ID moet ten minste 2 karakters met behulp van letters, cijfers of symbolen.
tr: Kullanıcı ID harfler, sayılar veya sembollerden oluşan en az 2 karakter olmalıdır.

source: Password must contain at least 6 characters.
ar: كلمة السرّ يجب أن تحتوي على 6 محارف على الأقل.
tr: Şifre en az 6 karakterden oluşmalıdır.

source: Invalid user language code
ar: ترميز اللغة غير صالح
nl: Ongeldige gebruikersnaam taalcode
tr: Geçersiz kullanıcı dil kodu

source: Unable to retrieve settings:
ar: عدم القدرة على جَلْب الإعدادات:
tr: Ayarlar alınamıyor:

source: %s is not a valid setting id
ar: %s ليس بحقل إعدادات id صالح
tr: %s geçerli bir alan kimliği değil

source: Empty module zip file.
ar: ملف الوحدة المضغوط فارغ
nl: Lege module zip-bestand.
tr: Boş modül zip dosyası.

source: The zip file does not appear to be a valid Bilboplanet module.
ar: الملف المضغوط لا يبدو انه وحدة صالحة لـBilboplanet.
nl: Het zip-bestand lijkt geen geldige Bilboplanet module.
tr: Zip dosyası geçerli bir BilboPlanet modülü olmayabilir.

source: An error occurred during module deletion.
ar: حدث خطأ أثناء حذف الوحدة
nl: Er is een fout opgetreden tijdens module verwijderen.
tr: Modül silinmesinde hata oldu.

source: Unable to upgrade "%s". (same version)
ar: لا يمكن ترقية \"%s\". (نفس الإصدار)
nl: Niet in staat om te upgraden "% s ". (Zelfde versie)
tr: "%s" yükseltilemiyor. (aynı versiyon)

source: No such module.
ar: لا توجد أي وحدة بهذا الإسم
nl: Geen zo een module.
tr: Böyle bir modül yok.

source: Cannot remove module files
ar: لا يمكن إزالة ملفات هذه الوحدة
tr: Modül dosyaları kaldırılamıyor

source: Cannot deactivate plugin.
ar: لا يمكن تعطيل هذا الملحق
nl: Kan niet deactiveren plugin.
tr: Eklenti pasif yapılamıyor.

source: Cannot activate plugin.
ar: لا يمكن تفعيل هذا الملحق
nl: Kan niet activeren plugin.
tr: Eklenti aktif yapılamıyor.

source: administrator
ar: المدير
tr: yönetici

source: manage their own entries and comments
ar: إدارة مشاريعهم الخاصة والتعليقات
nl: beheer van hun eigen aantekeningen en opmerkingen
tr: kendi yazılarını ve yorumlarını yönetme

source: publish entries and comments
nl: publiceren aantekeningen en opmerkingen
tr: yazıları ve yorumları yayınlama

source: delete entries and comments
nl: items verwijderen en opmerkingen
tr: yazıları ve yorumları silme

source: manage all entries and comments
nl: beheer van alle inzendingen en reacties
tr: tüm yazıları ve yorumları yönetme

source: manage categories
ar: إدارة التصنيفات
tr: kategorileri yönetme

source: manage their own media items
ar: إدارة عناصر الوسائط الخاصة
nl: beheer van hun eigen media-items
tr: kendi medya nesnelerini yönetme

source: manage all media items
ar: إدارة جميع عناصر الوسائط
nl: het beheer van alle media-items
tr: tüm medya nesnelerini yönetme

source: That user does not exists in the database.
ar: هذا المستخدم غير موجود في قاعدة البيانات
nl: Dat de gebruiker niet bestaat in de database.
tr: Bu kullanıcı veritabanında blunmuyor.

source: That key does not exists in the database.
ar: هذا المفتاح غير موجود في قاعدة البيانات
nl: Die sleutel niet bestaat in de database.
tr: Bu anahtar veritabanında bulunmuyor.

source: Database error
ar: خطأ في قاعدة بيانات
tr: Veritabanı hatası

source: There seems to be no Session table in your database. Is Bilboplanet completly installed?
ar: يبدو أنه لا يوجد جدول للجلسة في قاعدة البيانات، هل Bilboplanet متبث بشكل كامل؟
nl: Er lijkt geen sessie tabel in uw database. Is Bilboplanetcompleet geïnstalleerd?
tr: Veritabanınızda Oturum tablosu yok. Bilboplanet kurulumu tam yapıldı mı?

source: Next Page
ar: الصفحة التالية
tr: Sonraki sayfa

source: Previous page
ar: الصفحة السابقة
de: Vorherige Seite
nl: Vorige pagina
tr: Önceki sayfa

source: Permission denied
ar: الوصول ممنوع
tr: İzin verilmedi

source: You are not allowed to see this page.
ar: غير مسموح لك برؤية هذه الصفحة.
tr: Bu sayfayı görmenize izin yok.

source: You can delete your session if you logout :
ar: يمكنك حذف جلستك إذا قمت بالخروج
nl: Je kunt je sessie als je afmelden:
tr: Çıkış yaparsanız oturumunuzu silebilirsiniz :

source: The post %s was removed
ar: الموضوع %s تم حذفه
de: Beitrag %s wurde gelöscht
nl: Het bericht %s is verwijderd
tr: %s mesajı kaldırılmış

source: The post %s was changed
ar: الموضوع %s تم تعديله
de: Beitrag %s wurde geändert
nl: Het bericht %s is veranderd
tr: %s mesajı değiştirilmiş

source: Filtering of the posts
ar: رشح المواضيع
de: Beiträge filtern
nl: Filteren van de berichten
tr: Mesajların filtrelenmesi

source: Filter articles
ar: رشح المواضيع
de: Artikel filtern
nl: Filter berichten
tr: Makaleleri filtrele

source: Posts of the member :
ar: موضوع العضو :
de: Beiträge des Mitglieds
nl: Berichten van het lid:
tr: Üyenin mesajları:

source: All
ar: الكل
de: Alle
nl: Allemaal
tr: Tümü

source: Post status
ar: حالة الموضوع
tr: Mesajın durumu

source: inactive
ar: خامل
de: inaktiv
nl: inactief
tr: pasif

source: active
ar: نشِيط
de: aktiv
nl: actief
tr: aktif

source: pending
ar: قيد الإنتظار
nl: in afwachting van
tr: bekliyor

source: Number of posts
ar: عدد المواضيع
de: Anzahl der Beiträge
nl: Aantal berichten
tr: Mesaj sayısı

source: Reset
ar: تصفير
de: Zurücksetzen
tr: Sıfırla

source: Send
ar: إرسال
de: Senden
nl: Sturen
tr: Gönder

source: List of the posts
ar: قائمة المواضيع
de: Liste der Beiträge
nl: Lijst van de berichten
tr: Mesajların listesi

source: NOTE: If you delete a post which is too recent, it will be refetched next time the update happen !!
ar: إذا قمت بحذف موضوع حديث، سيتم إستعادته ونشره عند التحديث القادم !!
de: HINWEIS: Wenn du einen zu frischen Beitrag löschts wird er beim nächsten Update neu geladen !!
nl: OPMERKING: Als u een recenter bericht vermijderd, zal dit bericht refetched worden tijdens de volgende update!
tr: UYARI: çok yeni bir mesajı silerseniz bir sonraki güncellemede geri gelecektir !!

source: Name
ar: الإسم
nl: Naam
tr: İsim

source: Date
ar: التاريخ
de: Datum
nl: Datum
tr: Tarih

source: Title
ar: العنوان
de: Titel
nl: Titel
tr: Başlık

source: Status
ar: الحالة
tr: Durum

source: Nb votes
ar: عدد الأصوات
de: Stimmanzahl
nl: Nb stemmen
tr: Nb oyları

source: Action
ar: إجراء
de: Aktion
nl: Actie
tr: Eylem

source: Change
ar: تغيير
de: Bearbeiten
nl: Veranderen
tr: Değiştir

source: Delete
ar: حذف
de: Löschen
nl: Vermijderen
tr: Sil

source: Show items by :
ar: إظهار العناصر بواسطة :
de: Zeige Beiträge von :
nl: Ordeer de elementen :
tr: Nesneleri şöyle göster:

source: Manage account
ar: إدارة الحساب
tr: Hesap yönetimi

source: You can change your profile configuration here
ar: يمكنك تغيير ملفك الشخصي من هنا
nl: U kunt uw profiel configuratie hier
tr: Profil ayarlarınızı buradan yapabilirsiniz

source: User id
ar: معرّف المستخدم
nl: Gebruiker id
tr: Kullanıcı ID

source: ex: Jean Dupont
ar: مثال: Jean Dupont
tr: Örnek: Jean Dupont

source: ex: xxx@yyy.zzz
ar: مثال: xxx@yyy.zzz
tr: Örnek: xx@yyy.zzz

source: New password
ar: كلمة سرّ جديدة
de: Neues Passwort
nl: Nieuw wachtwoord
tr: Yeni şifre

source: Confirm new password
ar: تأكيد كلمة سرّ الجديدة
tr: Yeni şifre tekrar

source: You can leave the password field blank if you don't want to change it
ar: يمكنك ترك حقل كلمة السّر فارغا إذا كنت لا تريد تغييرها
nl: U kunt het wachtwoord veld leeg als je niet wilt wijzigen
tr: Değiştirmek istemiyorsanız şifre kısmını boş bırakın

source: Update
ar: تحديث
tr: Güncelle

source: Manage user permissions
ar: إدارة صلاحيات المستخدم
nl: Beheren van gebruikersrechten
tr: Kullanıcı izinlerini yönet

source: Check user statuses and configure their permissions
ar: فحص حالة المستخدمين وضبط صلاحياتهم
nl: Controleer de gebruiker statussen en configureren hun machtigingen
tr: Kullanıcı durumlarını kontrol et ve izinlerini yapılandır

source: Add an user
ar: إضافة مستخدم
de: Nutzer hinzufügen
nl: Voeg een gebruiker
tr: Kullanıcı ekle

source: Filter userlist
ar: رشح قائمة الأعضاء
tr: Kullanıcı listesini filtrele

source: Filter
ar: المُرشِّح
tr: Filtrele

source: Active user
ar: مستخدم نشِيط
nl: Actieve gebruiker
tr: Aktif kullanıcı

source: Inactive user
ar: مستخدم خامل
nl: inactieve gebruiker
tr: Pasif kullanıcı

source: User status
ar: حالة المستخدم
tr: Kullanıcı durumu

source: Close
ar: إغلاق
nl: Sluit
tr: Kapat

source: To add a new member, fill out the form below.
ar: لإضافة عضو جديد إملئ الاستمارة أدناه
de: Um ein neues Mitglied hinzuzufügen
nl: Om een nieuw lid toe te voegen, vul de onderstaande formulier in.
tr: Yeni bir üye eklemek için aşağıdaki formu doldurun.

source: ex: Frankenstein
ar: مثال: فرنكشتاين
tr: Örnek: Frankenstein

source: Password
ar: كلمة السّر
nl: Wachtwoord
tr: Şifre

source: Minimum 4 chars
ar: أربعة محارف على الأقل
tr: En az 4 karakter

source: Confirm password
ar: تأكيد كلمة السرّ
de: Bestätige dein Passwort:
nl: Bevestig uw wachtwoord:
tr: Şifreyi doğrula

source: Website (Optional)
ar: الموقع (إختياري)
tr: Web sitesi (opsiyonel)

source: ex: http://www.example.com
ar: مثال: http://www.example.com
tr: Örnek: http://www.ornek.com

source: Add
ar: إضافة
de: hinzufügen
nl: Toevoegen
tr: Ekle

source: List of the users
ar: قائمة المستخدمين
de: Benutzerliste
nl: Lijst van de gebruikers
tr: Kullanıcı listesi

source: List of members of the Planet
ar: قائمة أعضاء الكوكب
de: Mitgliederliste des Planet
nl: Lijst van de leden van de Planeet
tr: Gezegen üyeleri listesi

source: Cancel
ar: القناة
tr: İptal et

source: Site name
ar: إسم الموقع
nl: Website naam
tr: Site ismi

source: ex: Bilboplanet blog
ar: مثال: Bilboplanet blog
tr: Örnek: Bilboplanet blog

source: ex: http://www.bilboplanet.com
ar: مثال: http://www.bilboplanet.com
tr: Örnek: http://www.bilboplanet.com

source: Add a feed
ar: إضافة تلقيم
de: Feed hinzufügen
nl: Voeg een feed
tr: Bildirim ekle

source: Filter feedlist
ar: رشح قائمة التلقيمات
tr: Bildirim listesini filtrele

source: Active feeds
ar: التلقيمات النشطة
nl: Actieve feeds
tr: Aktif bildirimler

source: Inactive feeds
ar: التلقيمات الخملة
tr: Pasif bildirimler

source: Auto disabled feeds
ar: التلقيمات المعطلة آليا
tr: Otomatik pasifleşmiş bildirimler

source: Feed status
ar: حالة التلقيمات
tr: Bildirim durumu

source: Manage member's feeds. Notice that you can only add a feed to a user who has a website. So you first need to create the user and add a site to him
ar: إدارة تلقيمات المستخدمين. لاحظ أنه يمكنك إضافة تلقيم واحد لكل مستخدم لديه موقع لذا ستحتاج أولا إلى إضافة موقع للمستخدم قبل إضافة التقليم.
nl: Beheer lid feeds. Merk op dat u een feed alleen toe te voegen aan een gebruiker die heefteen website. Dus moet u eerst de gebruiker aanmaken en een site toe te voegen aan hem
tr: Üyenin bildiimlerini yönet. Yalnızca web sitesi olan bir kullanıcıya bildirim ekleyebilirsiniz. bu yüzden önce bir kullanıcı oluşturmalı ve ardından ona bir web sitesi eklemelisiniz.

source: -- Choose an user --
ar: -- إختر مستخدم --
nl: - Kies een gebruiker -
tr: -- Bir kullanıcı seçin --

source: -- Choose an user id --
ar: -- إختيار معرّف مستخدم --
nl: - Kies een gebruikers-id -
tr: -- Bir kullanıcı id seçin --

source: Choose the website of the feed
ar: إختر موقع التلقيم
tr: Bildirimin web sitesini seçin

source: Full feed URL
ar: المسار الكامل للتلقيم
nl: Volledige URL van de feed
tr: Tam bildirim URL

source: ex: http://www.bilboplanet.com/feed/atom/
ar: مثال: http://www.bilboplanet.com/feed/atom/
tr: Örnek: http://www.bilboplanet.com/feed/atom/

source: Feed name
ar: إسم التوقيع
tr: Bildirim adı

source: ex: gnu/Linux posts
ar: مثال: مواضيع غنو/لينكس
nl: ex: GNU / Linux berichten
tr: Örnek: gnu/Linux mesajları

source: Trusted URL
ar: مسار موثوق
nl: Vertrouwde URL
tr: Güvenilen URL

source: Manage feeds
ar: إدارة التلقيمات
de: Feeds verwalten
nl: Beheer feeds
tr: Bildirimleri yönet

source: Manage member feed.
ar: إدارة تلقيمات الأعضاء.
de: Benutzer Feeds verwalten
nl: Beheer lid feed.
tr: Üye bildirimini yönet

source: ex: GNU/Linux posts
ar: مثال: مواضيع غنو/لينكس
nl: ex: GNU / Linux berichten
tr: örnek: GNU/Linux posts

source: Feed URL
ar: مسار التلقيم
tr: Bildirim URL

source: ex: http://www.bilboplanet.com/feed/
ar: مثال: http://www.bilboplanet.com/feed/
tr: örnek: http://www.bilboplanet.com/feed/

source: Moderation interface
ar: واجهة الإشراف
tr: Moderasyon arayüzü

source: Moderate some posts.
ar: الإشراف على بعض المواضيع
tr: Bazı mesajara moderasyon yap.

source: The moderation functionnality is disabled. If you want to enable it, please go to the configuration page
ar: وظيفة الإشراف معطلة. إذا أردت تفعيلها توجه إلى صفحة الضبط
nl: De matiging functionnality is uitgeschakeld. Als u wilt inschakelen, danGa naar de configuratiepagina
tr: Moderasyon işlevselliği etkin değil. Etkin etmek için yapılandırma sayfasına gidin.

source: Planet Configuration
ar: ضبط الكوكب
de: Planet Einstellungen
nl: Planeet Configuratie
tr: Gezegen yapılandırması

source: Planet
ar: الكوكب
nl: Planeet
tr: Gezegen

source: Elements to display
ar: عناصر العرض
nl: Elementen weer te geven
tr: Gösterilecek unsurlar

source: Filter by user
ar: الرشح بالمستخدمين
tr: Kullanıcıya göre filtrele

source: Moderation of your post
ar: الإشراف على موضوعك
tr: Mesajınızın düzenlemesi

source: Comment
ar: تعليق
nl: Commentaar
tr: Yorum

source: Administration
ar: الإدارة
nl: Administratie
tr: Yönetim

source: Back on the Bilboplanet
ar: الرجوع إلى Bilboplanet
de: Zurück zum BilboPlanet
nl: Terug op de Bilboplanet
tr: Bilboplanet'a dönüş

source: Logout
ar: خروج
de: Abmelden
nl: Afmelden
tr: Çıkış

source: About
ar: حول
de: Über
nl: Over ons
tr: Hakkında

source: Bilboplanet was developed by
ar: Bilboplanet مبرمجة من طرف
nl: Bilboplanet was ontwikkeld door
tr: Bilboplanet'ı geliştiren:

source: BilboPlanet : Useful links
ar: BilboPlanet : وصلات مفيدة
nl: Bilboplanet : nuttige linken
tr: BilboPlanet : Faydalı bağlantılar

source: - Official WebSite:
tr: - Resmi Web sitesi:

source: - Official Forum:
tr: - Resmi forum:

source: - Official Documentation:
tr: - Resmi dokümantasyon:

source: What's new in BilboPlanet 1.0
tr: BilboPlanet 1.0 yenilikleri

source: - New administration panel with user permissions, moderation interface for website manager, <br />multiple feed per site, new configuration system, newsletter and optimized dashboard.
nl: - Nieuwe administratie paneel met gebruikersrechten, gematigdheid interface voorwebsite manager, <br /> meerdere voer per site, nieuwe configuratie-systeem,nieuwsbrief en geoptimaliseerd dashboard.
tr: - Kullanıcı izinleri, web sitesi yönetimi için moderasyon arayüzü olan yeni yönetim paneli, <br/> bir site için birden fazla bildirim, yeni yapılandırma sistemi, haberyazısı ve optimize kontrol paneli

source: - Easy templating system allowing you to draw personnalize own Planet
nl: - Easy templating systeem waarmee u op te stellen personnalize eigen planeet
tr: - Kendi Gezegeninizi oluşturmanızı sağlayan kolay şablon sistemi

source: - New database, new installer, more security, more ajax in admin panel, and a lot of more cool stuff !!
nl: - Nieuwe database, nieuwe installer, meer veiligheid, meer Ajax in admin paneel, enveel meer coole stuff!
tr: - Yeni veritabanı, yeni kurulum, daha güvenli, yönetici panelinde daha fazla ajax ve daha bir çok harika şey !!

source: The cache files were correctly deleted.
ar: تم حذف ملفات ذاكرة التخزين المؤقت بشكل صحيح.
de: Die Dateien im Cache wurden erfolgreich gelöscht.
nl: De cache-bestanden werden verwijderd met succes.
tr: - Önbellek dosyaları başarıyla silindi.
