Repository: Acidburn0zzz/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: ar, de, nl, tr

source: Manage cache
ar: إدارة ذاكرة التخزين المؤقت
de: Cache Verwalten
nl: Beheer cache
tr: Önbellek yönetimi

source: Remove the cache files
ar: إزالة ملفات ذاكرة التخزين المؤقت
de: Entferne die Cache Dateien
nl: Verwijder de cache bestanden
tr: Önbellek dosyalarını kaldır

source: Delete cache
ar: حذف ذاكرة التخزين المؤقت
de: Cache Löschen
tr: Önbelleği sil

source: The following files were deleted :
ar: تم حذف الملفات التالية :
de: Die folgenden Dateien wurden gelöscht :
nl: De volgende bestanden zijn verwijderd:
tr: Aşağıdaki dosyalar silindi:

source: Options
ar: الخيارات
de: Einstellungen
nl: Opties
tr: Seçenekler

source: Configuration settings Planet.
ar: ضبط إعدادات الكوكب.
de: Konfiguration der Planet Einstellungen.
nl: Instellingen van de Planeet.
tr: Gezegen yapılandırma ayarları

source: You shoud have selected %s
ar: كان يجدر بك إختيار %s
nl: U shoud hebt geselecteerd% s
tr: %s seçimi yapmalıydınız

source: Sender
ar: المرسل
nl: Zender
tr: Gönderen

source: Recipients
ar: المستلمون
nl: Ontvangers
tr: Alıcılar

source: Message
ar: الرسالة
nl: Bericht
tr: Mesaj

source: Are you sure you want to send this newsletter?
ar: هل أنت متأكد من رغبتك في إرسال القائمة البريدية؟
tr: Bu haber yazısını göndermek istediğinize emin misiniz?

source: Yes
ar: نعم
nl: Ja
tr: Evet

source: No
ar: لا
nl: Geen
tr: Hayır

source: Select all members
ar: إختيار جميع الأعضاء
tr: Tüm üyeleri seç

source: Select recipients of the newsletter
ar: إختيار المستلمين للقائمة البريدية
tr: Haber yazısının alıcılarını seç

source: Content
ar: المحتوى
nl: Inhoud
tr: İçerik

source: Complete the informations of the newsletter
ar: أتمم معلومات القائمة البريدية
tr: Haber yazısıının bilgilerini tamamlayın

source: Default
ar: مبدئي
tr: Varsayılan

source: Preview
ar: معاينة
nl: Zie
tr: Önizleme

source: Next page
ar: الصفحة التالية
de: Nächste Seite
nl: Volgende pagina
tr: Sonraki sayfa

source: Selection of the week
ar: منتقى الأسبوع
tr: Haftanın seçimi

source: Make your selection of the week
ar: إنشاء منتقى الأسبوع
tr: Haftalık seçiminizi yapın.

source: Pool of selectionned posts between %s and %s
ar: حوض المواضيع المنتقات بين %s و %s
nl: Pool van selectionned posten tussen% s en% s
tr: %s ve %s arasında seçilen mesajlar

source: Your email address
ar: عنوان بريدك الإلكتروني
tr: e-posta adresiniz

source: This is your own email
ar: هذا هو بريدك
nl: Dit is uw eigen e-mail
tr: Bu sizin kendi e-postanız

source: Latest articles :
ar: آخر المواضيع :
de: Jüngste Artikel :
nl: Laatste artikelen:
tr: En son makaleler:

source: User
ar: المستخدم
de: Nutzer
nl: Gebruiker
tr: Kullanıcı

source: BilboPlanet news - Official Website :
ar: أخبار BilboPlanet - الموقع الرسمي :
nl: Bilboplanet nieuws - Officiele website
tr: BilboPlanet haberleri - Resmi Web sitesi:

source: Dashboard
tr: Kontrol paneli

source: Quick summary of the planet
ar: ملخص سريع عن كوكب
de: Kurze Zusammenfassung des Planet
nl: Korte samenvatting van de planeet
tr: Gezegenin hızlı özeti

source: WARNING : please remove /admin/install folder
nl: OPGELET : vermijder de /admin/install map
tr: UYARI: lütfen /admin/install klasörünü silin

source: Statistics :
ar: الإحصائيات
de: Statistik :
nl: Statistieken:
tr: İstatistikler:

source: The update is running
ar: جاري التحديث
de: Das Update läuft
nl: De update wordt uitgevoerd
tr: Güncelleme çalışıyor

source: The update is stopped
ar: تم إيقاف التحديث
de: Das Update wurde gestoppt
nl: De update is gestopt
tr: Güncelleme durdu

source: The update is disabled
ar: التحديث معطل
de: Das Update ist deaktiviert
nl: De update is uitgeschakeld
tr: Güncelleme etkin değil

source: The update on loading of index page enabled
ar: التحديث عند تحميل صفحة الفهرس المفعلة
de: Das Update auf Laden der Index-Seite aktiviert
nl: De update tijdens het laden van de index pagina is geactiveerd
tr: İndeks sayfasının yüklenmesinde güncelleme etkin

source: Current size of the database :
ar: الحجم الحالي لقاعدة البيانات :
de: Aktuelle Größe der Datenbank :
nl: Huidige grootte van de database:
tr: Veritabanının şu andaki boyutu:

source: Number of articles in the DB :
ar: عدد المواضيع :
de: Anzahl der Artikel in der DB :
nl: Aantal artikels in de database :
tr: DB'daki makale sayısı:

source: Number of votes in the DB :
ar: عدد الأصوات :
de: Stimmanzahl in der DB :
nl: Aantal stemmen in de DB :
tr: DB'deki oy sayısı:

source: Number of members in the DB :
ar: عدد الأعضاء :
de: Mitgliederzahl in der DB :
nl: Aantal leden in de DB :
tr: DB'deki üye sayısı:

source: Number of feeds in the DB :
ar: عدد التلقيمات :
de: Anzahl der Feeds in der DB :
nl: Aantal feeds in de DB :
tr: DB'deki bildiri sayısı:

source: System information :
ar: معلومات النظام :
nl: Systeem informaties :
tr: Sistem bilgisi:

source: Date server :
ar: تاريخ الخادم :
nl: Datum van de server :
tr: Sunucu tarihi:

source: Operating System :
ar: نظام التشغيل :
tr: İşletim sistemi:

source: PHP version :
ar: إصدار PHP :
nl: PHP versie :
tr: PHP versiyonu:

source: MySQL version :
nl: MySQL versie :
tr: MySQL versiyonu:

source: Server :
ar: الخادم :
tr: Sunucu:

source: Memory :
ar: الذاكرة :
nl: Geheugen :
tr: Hafıza:

source: Your BilboPlanet version :
ar: إصدار BilboPlanet :
nl: Uw Bilboplanet versie :
tr: BilboPlanet versiyonunuz:

source: Reference contact email
ar: بريد المتصل
de: Kontakt E-Mail Adresse
nl: Referentie contact e-mail
tr: Referans iletişim e-postası:

source: Author Website
ar: موقع المؤلف
de: Autor der Website
nl: Auteur website
tr: Yazarın web sitesi

source: Contact Name
ar: إسم المتصل
de: Kontakt Name
nl: Contact naam
tr: İletişim ismi

source: Modification succeeded
ar: نجاح التغيير
de: Modifikation erfolgreich
nl: Wijziging geslaagd
tr: düzenleme başarılı

source: Users Options
ar: خيارات المستخدمين
de: Nutzer Einstellungen
nl: Gebruikers Opties
tr: Kullanıcı seçenekleri

source: Configuring user settings.
ar: ضبط إعدادات المستخدم.
de: Konfiguriere Nutzer Einstellungen
nl: Configureren gebruikersinstellingen.
tr: Kullanıcı ayarlarının yapılandırılması

source: Other Instant Messaging
ar: تراسلات فورية أخرى
nl: Andere Instant Messaging
tr: Diğer Hızlı Mesajlaşma

source: About Me
ar: عنّي
de: Über mich
nl: Over mij
tr: Hakkımda

source: Apply
ar: تطبيق
de: Anwenden
nl: Aanvragen
tr: Uygula

source: All the log files
ar: كل ملفات السجل
de: Alle Log Dateien
nl: Alle log bestanden
tr: Tüm log dosyaları

source: Management planet log files (Advanced users).
ar: إدارة ملفات سجل الكوكب (للمستخدمين المتقدمين).
de: Log Dateien des Planet Verwalten (Erfahrene Nutzer)
nl: Management planeet log-bestanden (Advanced gebruikers).
tr: Yönetim gezegen log dosyaları (ileri düzey kullanıcılar).

source: Purge all the log files
ar: حذف كل ملفات السجل نهائيا
de: Alle Log Dateien löschen
nl: Verwijder alle logbestanden
tr: Tüm log dosyalarını temizle

source: Your file could not be downloaded
nl: Het bestand kon niet download worden
tr: Dosyanız indirilemedi

source: Your file could not be imported
nl: Het bestand kon niet geimporteerd worden
tr: Dosyanız aktarılamadı

source: Your file doesn't have the right format :
nl: Uw bestand is niet in de goede formaat :
tr: Dosyanız doğru formatta olmayabilir:

source: Congratulations! You imported an old data configuration successfully
nl: Proficiat! De importatie is gelukt
tr: Tebrikler! Eski bir veri yapılandırmasını başarıyla yüklediniz.

source: File name:
nl: Bestand naam:
tr: Dosya adı:

source: Size:
nl: Grootte:
tr: Boyut:

source: Two users have the same name, impossible to import. Please try again. Username :
nl: Twee gebruikers hebben dezelfde naam, onmogelijk om te importeren. Probeer het opnieuw.Gebruikersnaam:
tr: İki kullanıcı aynı ada sahip, yükleme yapılamaz. Lütfen yeniden deneyin. Kullanıcı adı:

source: You can not import 'flux' table without importing the 'membres' table
nl: U kunt niet importeren 'flux' tabel zonder het importeren van de 'membres' tafel
tr: 'üyeler' tablosunu yüklemeden 'flux' tablosunu yükleyemezsiniz.

source: You can not import 'articles' table without importing the 'membres' table
nl: U kunt niet importeren 'artikelen' tabel zonder het importeren van de 'membres' tafel
tr: 'üyeler' tablosunu yklemeden 'makaleler' tablosunu yükleyemezsiniz

source: You can not import 'articles' table without importing the 'flux' table
nl: U kunt niet importeren 'artikelen' tabel zonder het importeren van de 'flux' tafel
tr: 'flux' tablosunu yüklemeden 'makaleler' tablosunu yükleyemezsiniz

source: Forbidden
ar: غير مسموح
nl: Verboden
tr: Yasak

source: Import successfully with warning :
tr: Şu uyarı ile birlikte yükleme başarılı:

source: Export planet configuration
nl: Export planeet Configuratie
tr: Gezegen yapılandırmasını dışa aktar

source: Please select the data you want to export
nl: Selecteer de gegevens dat u wil exporteren
tr: Dışa aktarmak istediğiniz veriyi seçin

source: This will export the data to a file that you'll be able to import later on another installation
nl: Dit gaat een bestand exporteren dat u later terug gaat kunnen importeren op een andere installatie.
tr: Bu yolla veri daha sonra başka bir kurulumda yükleyebileceğiniz bir dosyaya aktarılacaktır

source: Exported data
nl: Bewaarde bestand
tr: Dışa aktarılan veri

source: User table
nl: Leden tabel
tr: Kullanıcı tablosu

source: Site table
nl: Website tabel
tr: Site tablosu

source: Feed table
nl: Feeds tabel
tr: Bildiri tablosu

source: Post table
nl: Berichten tabel
tr: Mesaj tablosu

source: Votes table
nl: Stemmen tabel
tr: Oy tablosu

source: Permission table
nl: Toelating tabel
tr: İzin tablosu

source: Setting table
nl: Instelling tafel
tr: Ayar tablosu

source: Export
tr: Dışa aktar

source: Import planet configuration
nl: Import planeet Configuratie
tr: Gezen yapılandırmasını yükle

source: Please select the file you want to restore.
nl: Selecteer het bestand dat u wil importeren.
tr: Yüklemek istediğiniz dosyayı seçin

source: TAKE CARE !
nl: PAS OP!
tr: DİKKAT EDİN!

source: If you apply the content of one of this file, this action can not be cancelled
de: Wenn du den Inhalt einer dieser Dateien anwendest, kann die Aktion nicht gestoppt werden
nl: Als u de inhoud van een van deze bestanden toepast kan deze actie niet worden geannuleerd
tr: Bu dosyanın içeriğini uygularsanız yaptığınız iptal edilemeyecek

source: This action can take several minutes. Be patient and don't cancel the process during execution
nl: Deze actie kan enkele minuten duren. Wees geduldig en niet annulerenproces tijdens de uitvoering
tr: Bu işlem biraz zaman alabilir. Sabırlı olun ve uygulama sırasında işlemi iptal etmeyin.

source: Imported data
nl: Geimporteerde data
tr: Yüklenen veri

source: Select your backup file
nl: Selecteer uw backup bestand
tr: Yedekleme dosyanızı seçin

source: Specify the original version of your file
nl: Geef de originele versie van uw bestand
tr: Dosyanızın orijinal versiyonunu belirtin

source: Import
de: Importieren
tr: Yükle

source: NOTE : to import a backup file, the file needs to have the *.json.gz extension !
nl: OPMERKING: Om een database bestand te importeren moet het bestand in de formaat *. json.gz zijn !
tr: DİKKAT: yükleyeceğiniz yedek dosyasının uzantısı *.json.gz olmalıdır!

source: Enable update on loading of index page: Enable
ar: تفيل التحديث عند تحميل صفحة الفهرس: مُفعَّل
tr: Indeks sayfasının yüklenmesinde güncellemeyi etkinleştir: Etkin

source: Enable update on loading of index page: Disable
ar: تعطيل التحديث عند تحميل صفحة الفهرس: مُعطَّل
tr: Indeks sayfasının yüklenmesinde güncellemeyi etkinleştir: Pasif

source: The automatical update is disabled
ar: التحديث التلقائي معطل
de: Automatische Updates sind deaktiviert
nl: De automatische update is uitgeschakeld
tr: Otomatik güncelleme pasif

source: The update can not start : the process is already started (You can force update by deleting the /inc/cron_running.txt file)
ar: لا يمكن بدأ التحديث : العملية بدأت بالفعل (يمكنك فرض التحديث عن طريق حذف الملف /inc/cron_running.txt)
de: Das Update kann nicht gestartet werden : Der Prozess wurde bereits gestartet (Du kannst das Update erzwingen, indem du die Datei /inc/cron_running.txt löschst)
nl: De update kan niet beginnen: het proces is reeds gestart (U kunt kracht bijwerken door het verwijderen van de /inc/cron_running.txt bestand)
tr: Güncelleme başlayamıyor: İşlem zaten başlamış (/inc/cron_running.txt dosyasını silerek güncelleme yapmayı zorlayabilirsiniz)

source: The automatic update is enabled
ar: التحديث الآلي مُفعّل
de: Automatische Updates sind aktiviert
nl: De automatische update is ingeschakeld
tr: Otomatik güncelleme aktif

source: Manual update ...
ar: تحديث يدوي ...
de: Manuelles Update ...
nl: Handmatige update ...
tr: Manuel güncelleme ...

source: Error while updating : %s
ar: خطأ أثناء تحديث : %s
de: Fehler während des Updates: %s
nl: Fout tijdens het update: %s
tr: Güncelleme hatası: %s

source: Automatic update
de: Automatisches Update
nl: Automatische update
tr: Otomatik güncelleme

source: System configuration update.
ar: تحديث تضبيط النظام.
de: System Konfigurations Update.
nl: Systeemconfiguratie update.
tr: Sistem yapılandırması güncellemesi

source: Stop the update algorithm
ar: إيقاف خوارزمية التحديث
de: Stoppe den Updatevorgang
nl: Stop de update algoritme
tr: Güncelleme algoritmasını durdur

source: Start the update algorithm
ar: بدء خوارزمية التحديث
de: Starte den Updatevorgang
nl: Start de update algoritme
tr: Güncellme algoritmasını başlat

source: Start a manual update
ar: بدء التحديث اليدوي
de: Starte das manuelle Update
nl: Start een handmatige update
tr: Manuel güncellemeyi başlat

source: Enable update on loading of index page
ar: تفعيل التحديث عند تحميل صفحة الفهرس
de: Aktivieren Änderung am Laden der Index-Seite
nl: Activeer de update tijdens het laden van de index pagina
tr: İndeks sayfasının yüklenmesinde güncellemeyi etkin yap

source: Setup feed update
tr: Bildiri güncellemesi kur

source: How to configure the update of the feeds ?
ar: كيف يمكن إعداد تحديث التلقيمات؟
tr: Bildirilerin güncellemeleri nasıl ayarlanır?

source: How does it work?
ar: كيف يعمل؟
tr: Nasıl çalışıyor?

source: The update algorithm can work on several ways. The optimal solution that consumes less ressources and will give you the best results is clearly to setup a cron update manually into your server. But here you'll find a short explanation of the several methods :
ar: خوارزمية التحديث يمكن أن تعمل عبر عدة طرق. الطريقة الأمثل والتي تستهلك أقل الموارد وتعطي أفضل النتائج هي تثبيت الـcorn على الخادم بشكل يدوي. ستجد هنا شرحاً مختصراً لباقي الطرق الأخرى :
tr: Güncelleme algoritması bikaç yolla çalışabilir. Daha az kaynak kullanan ve en iyi sonuçları sağlayacak en uygun yol sunucuza manel olarak cron güncellemesi kurmaktır. Yine de burada bu birkaç yolun kısa açıklamalarını bulabilirsiniz.

source: The first intuitive way is to use this page to update manually the feeds of your database by clicking on the 'Start a manual update' option in the menu above. This means that it will update all your feeds only once.
ar: الحل الحَدسي الأول هو إستعمال هذه الصفحة لتحديث التلقيمات في قاعدة البيانات بشكل يدوي بالنقر على الخيار 'بدء التحديث اليدوي' في القائمة أعلاه. هذا يعني أنه سيتم تحديث التلقيمات مرة واحدة.
tr: ilk yol, yukarıdaki menüde "manuel güncellemeyi başlat" seçeneğine tıklayarak veritabanınızdaki bildirimleri manuel olarak güncellemek. Bu, tüm bildirimlerinizin yalnızca bir kez güncelleneceği demektir.

source: The second solution is to click on the 'Start the update algorithm' in the form. This will enable a PHP script which will fetch your feeds. This can be done but needs some special PHP libraries on your web server that may not be installed. This solution can be used but we advise you to check sometimes if the update engine is still alive (it can be killed after a time)
ar: الحل الثاني هو النقر على 'بدء خوارزمية التحديث' في الإستمارة. هذا سيفعّل سكربت PHP الذي سيجلب التلقيمات. هذا الحل يتطلب وجود بعض مكتبات PHP الخاصة على خادم الوِب والتي قد تكون غير متبثه على خادمك. تجدر الإشارة أنه يجيب بين الحين والأخر معاينة عمل محرك التحديث (من الممكن أن يتوقف أحيانا).
tr: İkinci çözüm formdaki "güncelleme algoritmasını başlat" seçeneğine tıklamaktır. Böylece bildirimlerinizi alacak bir PHP script'i çalıştırılır. Bu yapılabilir ancak bunun için web sunucunuzda kurulu bulunmayan bazı kütüphaneler gerekebilir. Bu çözüm kullanılabilir ancak zaman zaman güncelleme motorunun hayatta olup olmadığını kontrol etmenizi öneririz (bir süre sonra iptal olabilir)

source: Another intuitive way to configure the update of your feeds is by enabling update on index page loading. This means that all your feeds will be updated whenever people connect to your site. This is a good manner to deal with the update but can slightly slow down your site.
tr: Bildirilerinizin güncellemelerini yapılandırmanın diğer bir yolu da indeks sayfasının yüklenmesinde güncellemeleri aktif yapmaktır. Bu, insanlar web sayfanıza bağlandıklarında bildirilerinizin güncellenmesi demektir. Bu güncelleme yapmak için iyi bir yoldur ancak web sitenizi biraz yavaşlatabilir.

source: The optimal solution as said before it to configure manually the crontab of your server to enable the update. To configure a cron manually you'll find some advice here under.
ar: الحل الأمثل كما هو موضح أعلاه يتجلى في ضبط crontab خادمك يدوياً لتفعيل التحديث. لضبط cron يدويا ستجد بعض النصائح أدناه :
tr: En uygun çözüm daha önce de söylendiği gibi sunucunuzun crontab'ını güncellemeleri yapmak üzere manuel olarak yapılandırılmasıdır. Bir cron'u manuel olarak yapılandırmak için bazı önerileri aşağıda bulabilirsiniz.

source: You can setup a manual crontab update by calling automatically every X time the following page :
ar: يمكن إنشاء crontab يدويا بإستدعاء الصفحة التالية كل وقت محدد X :
de: Sie können eine manuelle crontab aktualisieren, indem Sie automatisch alle X Zeit der folgenden Seite einrichten:
nl: U kunt uw eigen crontab instellen door een oproep naar de volgende pagina elke X minuten te maken :
tr: Aşağıdaki sayfayı her X zamanda bir otomatik olarak çağırarak manuel bir crontab güncellemesi kurabilirsiniz:

source: This will automatically launch the update and log it into the log files.
ar: سيقوم هذا ببدء التحديث آلياً وتسجيل المعلومات في ملف السجل.
de: Dadurch wird das Update automatisch starten und melden Sie es in die Log-Dateien.
nl: Het gaat automatisch de update inschakelen en de log informatie in the log bestanden zetten.
tr: Bu otomatik olarak güncellemeyi başlatacak ve log dosyalarına kaydedecektir.

source: Password reset
ar: إستعادة كلمة السّر
nl: Wachtwoord resetten
tr: şifre sıfırlama

source: Someone has requested to reset the password for the following site and username.
ar: طلب أحدهم إستعادة كلمة السِّر للموقع والمستخدم التالي.
nl: Iemand heeft gevraagd om het wachtwoord te resetten voor de volgende site engebruikersnaam.
tr: Birisi aşağıdaki site ve kullanıcı adı için şifre sıfırlamayı talep etti.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
ar: لإستعادة كلمة السّر قم بزيارة العنوان التالي أو تجاهل هذه الرسالة و لن يحدث شيء.
nl: Om uw wachtwoord opnieuw naar het volgende adres, anders gewoon negerenDit e-mail en er zal niets gebeuren.
tr: şifrenizi sıfırlamak için aşağıdaki adrese gidin, aksi halde bu postayı göz ardı edin ve hiçbir şey olmayacaktır.

source: The e-mail was sent successfully to %s.
ar: "تم إرسال البريد بنجاح لـ%s.
tr: %s 'e e-posta başarı ile gönderildi.

source: Your new password
ar: كلمة السّر الجديدة
tr: Yeni şifreniz

source: Username:
ar: إسم المستخدم:
de: Nutzername:
nl: Gebruikersnaam:
tr: Kullanıcı adı:

source: Password:
ar: كلمة السّر:
de: Passwort:
nl: Wachtwoord:
tr: Şifre:

source: Your new password is in your mailbox.
ar: كلمة السِّر الجديدة موجودة في علبة بريدك.
tr: Yeni şifreniz posta kutunuzdadır.

source: Passwords don't match
ar: كلمتا السِّر غير متطابقتان
tr: Şifreler aynı değil

source: You didn't change your password.
ar: لم تقم بتغيير كلمة السّر.
tr: Şifrenizi değiştirmediniz.

source: Wrong username or password
ar: خطأ في إسم المستخدم أو كلمة السّر
tr: Yanlış kullanıcı adı veya şifre

source: Back to login screen
ar: العودة إلى شاشة الولوج
tr: Giriş sayfasına geri dön

source: Request a new password
ar: طلب كلمة سّر جديدة
tr: Yeni şifre iste

source: Email:
ar: البريد الإلكتروني:
tr: e-posta:

source: recover
ar: إسترجاع
nl: herstellen
tr: Geri alım

source: Change your password
ar: تغيير كلمة السّر
tr: Şifrenizi değiştirin

source: New password:
ar: كلمة السّر الجديدة
nl: Nieuw wachtwoord:
tr: Yeni şifre:

source: Confirm password:
ar: تأكيد كلمة السّر:
nl: Bevestig uw wachtwoord:
tr: Şifre doğrulaması:

source: change
ar: تغيير
nl: Veranderen
tr: Değiştir

source: I forgot my password
ar: نسيتُ كلمة السّر
tr: Şifremi unuttum

source: Remember my ID on this computer
nl: Onthoud mijn ID op deze computer
tr: Kimliğimi bu bilgisayarda hatırla

source: login
ar: ولوج
tr: Giriş

source: Common
ar: شائع
nl: Gemeenschappelijke
tr: Ortak

source: Access the quick summary of the planet
ar: الوصول للملخص السريع للكوكب
de: Kurze Zusammenfassung des Planet aufrufen
nl: Toegang tot de snelle samenvatting van de planeet
tr: Gezegen hızlı özetine gir

source: Manage your profile account
ar: إدارة ملفك الشخصي
nl: Beheer uw profiel account
tr: Profil hesabınızı yönetin

source: Manage your account
ar: إدارة حسابك
tr: Hesabını yönetin

source: Manage users
ar: إدارة المستخدمين
tr: Kullanıcıları yönet

source: Manage posts
ar: إدارة المواضيع
tr: Mesajları yönet

source: Manage newsletter of the planet
tr: Gezegen haber yazılarını yönet

source: Newsletter
ar: القائمة البريدية
tr: Haber yazısı

source: Configuration
ar: الضبط
de: Einstellungen
nl: Configuratie
tr: Yapılandırma

source: Author configuration
ar: ضبط مؤلف الكوكب
tr: Yazar yapılandırması

source: Planet Author
ar: مؤلف الكوكب
nl: Planeet auteur
tr: Gezegen yazarı

source: Planet configuration
ar: ضبط الكوكب
tr: Gezegen yapılandırması

source: View logs information
ar: عرض معلومات السجل
de: Log Informationen ansehen
nl: Bekijk log informatie
tr: Kayır bilgilerine bak

source: Logs Files
ar: ملفات السجل
de: Log Dateien
nl: Logs Bestanden
tr: Kayıt dosyaları

source: Import/Export Planet configuration
ar: إستيراد/تصدير إعدادات الكوكب
nl: Import/Export planeet configuratie
tr: Gezegen yapılandırması yükle/dışa aktar

source: Import/Export
ar: إستيراد/تصدير
tr: Yükle/Dışa aktar

source: Clear Planet cache
ar: محو ذاكرة التخزين المؤقت للكوكب
de: Planet Cache leeren
nl: Clear Planeet cache
tr: Gezegen Önbellğini temizle

source: Clear cache
ar: محو ذاكرة التخزين المؤقت
de: Cache leeren
nl: Cache wissen
tr: Önbelleği temizle

source: Feed fetching system configuration
ar: ضبط نظام جلب التلقيمات
tr: Bildiri alma sistemi yapılandırması

source: Feed fetching
ar: جلب التلقيمات
nl: Feed ophalen
tr: Bildiri alma

source: Moderation
ar: الإشراف
tr: Moderasyon

source: System
ar: النظام
nl: Systeem
tr: Sistem

source: Permissions
ar: الصلاحيات
nl: Machtigingen
tr: İzinler

source: The Bilboplanet could not be installed.
ar: لا يمكن تثبيت Bilboplanet
de: Der BilboPlanet konnte nicht installiert werden.
nl: De Bilboplanet kan niet worden geïnstalleerd.
tr: Bilboplanet kurulamıyor.

source: The Bilboplanet is already installed. Please remove the tables in the database before.
ar: Bilboplanet متبّث بالفعل. المرجو إزالة الجداول من قاعدة البيانات.
nl: De Bilboplanet is al geïnstalleerd. Gelieve de tabels eerst te verwijden in de database.
tr: Bilboplanet zaten kurulmuş. Lütfen önce veritabanındaki tabloları kaldırın.

source: File %s does not exist.
ar: الملف %s غير موجود.
de: Datei %s existiert nicht.
nl: Bestand %s bestaat niet.
tr: %s dosya yok.

source: Cannot write %s file.
ar: لا يمكن الكتابة في الملف %s
de: Konnte Datei %s nicht schreiben.
nl: Kan niet schrijven in %s bestand.
tr: %s dosya yaılamıyor.
