Repository: Acidburn0zzz/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: ar, de, nl, tr

source: Bilboplanet Install Wizard
ar: مرشد تثبيت Bilboplanet
de: BilboPlanet Installations Wizard
tr: Bilboplanet kurulum sihirbazı

source: Installation wizard of the Bilboplanet
ar: مرشد تثبيت Bilboplanet
de: Installations Wizard des BilboPlanet
nl: Installatie wizard van de Bilboplanet
tr: Bilboplanet'ın kurulum sihirbazı

source: Errors:
ar: الأخطاء:
de: Fehler:
nl: Fouten:
tr: Hatalar:

source: The file <strong>%s</strong> already exists. If you need to reinitialize on of the configuration elements in this file, please remove the configuration file first or <a href="%s">continue the installation</a>.
de: Die Datei <strong>%s</strong> existiert bereits. Wenn du Elemente der Konfiguration in dieser Datei zurücksetzen willst, entferne bitte die Konfiguration zunächst oder <a href="%s">fahre mit der Installation fort</a>.
nl: Het bestand <strong>%s</strong> bestaat reeds. Als u de installatie wilt reinitialiseren kunt u het configuratie bestand verwijderen of <a href="%s">verder gaan</a>.</a>
tr: <strong>%s</strong> dosyası zaten var. Bu dosyadaki yapılandırma unsurlarını yeniden başlatmak istiyorsanız önce yapılandırma dosyasını kaldırın veya <a href="%s"> kuruluma devam edin </a>.

source: Welcome to the BilboPlanet. Before you begin, we need some informations concerning the database. You'll need to provide the following information to begin the installation and to create the configuration file.<br /><br /> 1. The host of the database.<br/> 2. The name of the database.<br/> 3. Your username to the database.<br/> 4. Your password to the database.<br/> 4. Table prefix for your database.<br/><br/>
ar: مرحبابك في BilboPlanet. قبل أن تبدأ، أنت بحاجة لمعرفة بعض المعلومات المتعلقة بقاعدة البيانات. ستحتاج إلى توفير المعلومات التالية لبدء التثبيت وإنشاء ملف الإعدادات.<br /><br /> 1. مضيف قاعدة البيانات.<br/> 2. إسم قاعدة البيانات<br/> 3. إسم المستخدم.<br/> 4. كلمة السّر.<br/> 5. سابقة الجداول.<br/><br/>
tr: Bilboplanet'a hoşgeldiniz. Başlamadan önce veritabanına dair bazı bilgiler gerekiyor. Kuruluma başlamak ve bir yapılandırma dosyası oluşturmak için aşağıdaki bilgileri girmelisiniz. <br /><br /> 1. Veritabanı sahibi. <br/> 2. Veritabanı ismi. <br/> 3. Veirtabanı kullanıcı adınız. <br/> 4. Veritabanı şifreniz. <br/> 5. Veritabanınız için tablo önekiniz. <br/><br/>

source: Host of the database
ar: مضيف قاعدة البيانات:
de: Datenbank Host:
nl: Host van de database
tr: Veritabanı sahibi

source: ex: localhost
ar: مثال: localhost
nl: bv: localhost
tr: Örnek: localhost

source: Name of the database:
ar: إسم قاعدة البيانات:
de: Datenbank Name:
nl: Naam van de database:
tr: Veritabanı ismi:

source: ex: bilboplanet
ar: مثال: bilboplanet
nl: bv: bilboplanet
tr: Örnek: bilboplanet

source: Your username depends of your provider
ar: إسم المستخدم يعتمد على مزود الخدمة
nl: Uw gebruikersnaam hangt af van uw provider
tr: Kullanıcı isminiz sağlayıcınıza bağlıdır

source: Your password depends of your provider
ar: كلمة السّر تعتمد على مزود الخدمة
nl: Uw wachtwoord hangt af van uw provider
tr: Şifreniz sağlayıcınıza bağlıdır

source: Required field
ar: حقل ضروري
de: Benötigte Angabe
nl: Verplicht veld
tr: Gerekli alan

source: Database Tables Prefix:
ar: بادئة جداول قاعدة البيانات:
nl: Databasetabellen Voorvoegsel:
tr: Veritabanı tabloları Öneki:

source: Save
ar: حفظ
de: Speichern
nl: Opslaan
tr: Kaydet

source: PHP version is %s (5.0 or earlier needed).
ar: إصدار PHP هو %s (مطلوب 5.0 فما فوق)
de: Die PHP Version ist %s (benötigen 5.0 oder früher)
nl: PHP versie is %s (5.0 of eerder nodig).
tr: PHP versiyonu %s (5.0 veya daha önceki gerekiyor).

source: Multibyte string module (mbstring) is not available.
ar: وحدة التتابع متعددة البايت (mbstring) غير متوفرة.
de: Multibyte String Modul (mbstring) ist nicht verfügbar.
nl: Multibyte string module (mbstring) is niet beschikbaar.
tr: Multibyte string module (mbstring) yok.

source: Iconv module is not available.
ar: وحدة Iconv غير متوفرة.
de: Iconv Modul ist nicht verfügbar.
nl: Iconv module is niet beschikbaar.
tr: Iconv module yok.

source: Output control functions are not available.
de: Ausgabe Kontroll Funktionen sind nicht verfügbar.
nl: Output controle functies zijn niet beschikbaar.
tr: Çıktı kontrol fonksiyonları yok.

source: SimpleXML module is not available.
ar: وحدة SimpleXML غير متوفرة.
de: SimpleXML Modul ist nicht verfügbar.
nl: SimpleXML module is niet beschikbaar.
tr: SimpleXML module yok.

source: DOM XML module is not available.
ar: وحدة DOM XML غير متوفرة.
de: DOM XML Modul ist nicht verfügbar.
nl: DOM XML-module is niet beschikbaar.
tr: DOM XML module yok.

source: PCRE engine does not support UTF-8 strings.
ar: المحرك PCRE لا يدعم مقاطع UTF-8.
de: PCRE Engine unterstützt keine UTF-8 Strings.
nl: PCRE motor biedt geen ondersteuning voor UTF-8 strings.
tr: PCRE engine UTF-8 string'leri desteklemiyor.

source: SPL module is not available.
ar: وحدة SPL غير متوفرة.
de: SPL Modul ist nicht verfügbar.
nl: SPL-module is niet beschikbaar.
tr: SPL module yok.

source: MySQL version is %s (4.1 or earlier needed).
ar: إصدار MySQL هو %s (مطلوب 4.1 فما فوق).
de: MySQL Version %s (4.1 oder früher wird benötigt).
nl: MySQL versie is %s (4.1 of eerder nodig).
tr: MySQL veriyonu %s (4.1 veya daha önceki gerekiyor).

source: PostgreSQL version is %s (8.0 or earlier needed).
ar: إصدار PostgreSQL هو %s (مطلوب 8.0 فما فوق).
de: PostresSQL Verison %s (8.0 oder früher wird benötigt).
nl: PostgreSQL versie %s (8.0 of eerder nodig).
tr: PostgreSQL versiyonu %s (8.0 veya daha önceki gerekiyor).

source: No configuration file
ar: لايجود أي ملف إعدادات
de: Keine Konfigurationsdatei
nl: Geen configuratie bestand
tr: Yapılandırma dosyası yok

source: There is no configuration file, you need to create one. Therefor you can use the wizard to generate a configuration file. Click "Next" to go to the setup page.
nl: Er is geen configuratie bestand, u moet er een maken. Daarom kunt u de wizard gebruiken om een configuratiebestand te genereren. Klik op volgende om naar de installatie pagina te gaan.
tr: Yapılandırma dosyası yok, bir tane oluşturmalısınız. Yapılandırma dosyası oluşturmak için sihirbazı kullanabilirsiniz. Ayar sayfasına gitmek için "Sonraki" 'ne tıklayın.

source: Next
ar: التالي
nl: Volgende
tr: Sonraki

source: The Bilboplanet is already installed.
ar: Bilboplanet متبّث بالفعل
de: Der BilboPlanet ist bereits installiert.
nl: De Bilboplanet is al geïnstalleerd.
tr: Bilboplanet zataen kurulmuş.

source: The Bilboplanet can not be installed
ar: لا يمكن تثبيت Bilboplanet
de: Der BilboPlanet kann nicht installiert werden
nl: De Bilboplanet kan niet worden geïnstalleerd
tr: Bilboplanet kurulamıyor.

source: Unable to read %s file.
ar: غير قادر على قراءة الملف %s
tr: %s dosyası okunamıyor.

source: Please fill the title in.
ar: المرجو ملئ العنوان.
nl: Vul de titel in.
tr: lütfen başlığı yazınız.

source: Please fill the user email in.
ar: المرجو ملئ البريد الإلكتروني للمستخدم.
nl: Vul de gebruikers email in
tr: Lütfen kullanıcı e-postasını yazın.

source: Please fill the username in.
ar: المرجو ملئ إسم المستخدم.
de: Bitte gebe den Nutzernamen an.
nl: Vul de gebruikersnaam in
tr: lütfen kullanıcı adını yazın.

source: Please do not use special chars in user_id field. Allowed chars are only a-z, A-Z and 0-9
ar: المرجو عدم إستخدام محارف خاصة في الحقل user_id. الأحرف المسموح بها هي a-z، A-Z و 0-9
nl: Dan geen speciale tekens gebruiken in user_id veld. Toegestaan chars zijn slechts een-z, AZ en 0-9
tr: lütfen user_id alanında özel karakterler kullanmayın. Yalnızca a-z, A-Z ve 0-9 karakterleri kullanılabilir.

source: The username has to be formed of minimum 2 characters with letters of numbers
ar: إسم المستخدم يجب أن يحتوي على محرفان على الأقل مع أحرف و أرقام
de: Der Nutzername muss mindestens aus 2 Zeichen mit Buchstaben und Nummern bestehen
nl: De gebruikersnaam moet worden gevormd door minimaal 2 tekens van letters en getallen
tr: Kullanıcı adı harfler veya sayılardan oluşan en az 2 karakter olmalıdır.

source: Invalid email address
ar: عنوان البريد غير صالح
de: Ungültige E-Mail Adresse
nl: Ongeldig e-mailadres
tr: Geçersiz e-posta adresi

source: The passwords don't match
ar: كلمتا السّر غير متطابقتان
de: Die Passwörter stimmen nicht überein
nl: De wachtwoorden komen niet overeen
tr: şifreler aynı değil

source: The password have to contain minimum 6 characters.
ar: كلمة السّر يجب أن تحتوي على ستة محارف كحد أدنى.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
nl: Het wachtwoord moet minimaal 6 tekens bevatten.
tr: Şifre en az 6 karakterden oluşmalıdır.

source: Installation of the Bilboplanet
ar: تثبيت Bilboplanet
de: Installation des BilboPlanet
nl: Installatie van de Bilboplanet
tr: Bilboplanet'ın kurulumu

source: The configuration file was successfully created.
ar: تم إنشاء ملف الإعدادات بنجاح.
de: Die Konfigurationsdatei wurde erfolgreich erzeugt.
nl: Het configuratie bestand is gemaakt.
tr: Yapılandırma dosyası başarıyla oluşturuldu.

source: Information on the BilboPlanet
ar: معلومات عن BilboPlanet
de: Informationen über den BilboPlanet
nl: Informatie over de BilboPlanet
tr: BilboPlanet bilgisi

source: Thank you for taking somes minutes to answer those questions to help to the configuration of the bilboplanet.
tr: Bilboplanet'ın yapılandırılmasına yardımcı olacak bu soruları cevaplamaya ayırdığınız vaktiniz için teşekkürler.

source: Fields marked with an asterisk are obligatory
nl: Velden gemarkeerd met een sterretje zijn verplicht
tr: Yıldız ile işaretlenmiş alanların doldurulması zorunludur.

source: Information of the user
ar: معلومات المستخدم
de: Benutzerinformationen
nl: Informatie van de gebruiker
tr: Kullanıcı bilgisi

source: Enter your fullname or the name you want to be displayed
ar: أدخل إسمك الكامل أو الاسم الذي تريد عرضه
nl: Vul uw volledige naam of de naam die u wilt tonen
tr: Tam isminizi veya görünmesini istediğiniz isminizi girin

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
nl: Geeg uw email adres
tr: e-posta adresinizi girin

source: Website of the user
ar: موقع المستخدم
nl: Website van de gebruiker
tr: Kullanıcının web sitesi

source: Entre address of your website or blog (optional)
ar: أدخل عنوان موقعك أو مدونتك (اختياري)
nl: Geef de url van uw website of blog (facultatief)
tr: Web sitenizin veya blog'unuzun adresini girin (opsiyonel)

source: Information on the Planet
ar: معلومات عن الكوكب
de: Informationen zum Planet
nl: Informatie over de Planeet
tr: Gezegen bilgisi

source: Title of the Planet
ar: عنوان الكوكب
de: Titel des planet
nl: Titel van de Planeet
tr: Gezegen başlığı

source: Fill the title of your planet
ar: إملأ عنوان الكوكب
nl: Vul de titel van de planeet in
tr: Gezegeninizin başlığını girin

source: Description
ar: الوصف
nl: Beschrijving
tr: Tanım

source: Give a description of your planet
ar: إعطي وصفاً للكوكب
nl: Geef een beschrijving van de Planeet
tr: Gezegeninizin bir tanımını yapın

source: Planet Language
ar: لغة الكوكب
nl: Planeet Taal
tr: Gezegen dili

source: Choose your langage
ar: إختر اللغة
nl: Kies uw taal
tr: Dilinizi seçin

source: Administration username and password
nl: Administratie gebruikersnaam en wachtwoord
tr: Yöneticinin kullanıcı adı ve şifresi

source: Enter your username
ar: أدخل إسم المستخدم
nl: Geef uw gebruikersnaam
tr: Kullanıcı adınızı girin

source: Enter your password
ar: أدخل كلمة السّر
nl: Geef uw wachtwoord:
tr: Şifrenizi girin

source: Confirm your password
ar: تأكيد كلمة السّر
nl: Bevestig uw wachtwoord:
tr: Şifrenizi doğrulayın

source: Re-enter your password for verification
ar: أعد إدخال كلمة السّر للتحقق منها
nl: Geef uw wachtwoord opnieuw voor bevestiging
tr: Doğrulama içn şifrenizi yeniden girin

source: Install succeeded
ar: نجح التثبيت
de: Installation erfolgreich
nl: Installatie geslaagd
tr: Kurulum başarılı

source: The Bilboplanet was successfully installed. Here you can find a resume of the configuration
de: Der Planet wurde erfolgreich installiert. Hier eine Zusammenfassung der Konfiguration
nl: De Bilboplanet is met succes geïnstalleerd. Hier vindt u een samenvatting van de configuratie
tr: Bilboplanet başarıyla kuruldu. Kurulumun bir özetini burada bulabilirsiniz

source: Your account
ar: حسابك
de: Dein Account
nl: Uw account
tr: Hesabınız

source: Your Bilboplanet
de: Dein BilboPlanet
nl: Uw Bilboplanet
tr: Sizin Bilboplanet'ınız

source: URL of the BilboPlanet:
ar: مسار BilboPlanet:
de: URL des BilboPlanet:
nl: URL van de BilboPlanet:
tr: BilboPlanet URL

source: Administration interface:
ar: واجهة الإدارة
de: Administrations Interface:
nl: Administratie interface:
tr: Yönetici arayüzü:

source: Go to the administration interface
ar: الذهاب إلى واجهة الإدارة
de: Gehe zum Administrations Interface
nl: Ga naar de administratie-interface
tr: Yönetici arayüzüne git

source: This user already owns the feed %s
ar: هذا المستخدم يملك بالفعل التلقيم %s
tr: Bu kullanıcı zaten %s bildirimine sahip

source: The feed %s is owned by site %s
ar: التلقيم %s مستخدم بالفعل من طرف الموقع %s
tr: %s bildirimi %s sitesine ait

source: They are already multiple use of feed %s
ar: هناك فعلا إستعمال متعدد للتلقيم %s
tr: %s bildiriminin zaten birden fazla kullanımı var

source: Feed %s was successfully added
ar: تم إضافة التلقيم %s بنجاح
tr: %s bildirimi başarıyla eklendi

source: Please select the user to you want to add the feed
ar: المرجو إختيار المستخدم المراد إضافة التلقيم له
tr: Bildirimi eklemek istediğiniz kullanıcıyı seçin

source: Please select the site to you wand to add the feed
ar: المرجو إختيار الموقع المراد إضافة التلقيم له
tr: Bildirimi eklemek istediğiniz siteyi seçin

source: The feed %s is already used by user %s
ar: التلقيم %s مستخدم بالفعل من طرف المستخدم %s
tr: %s bildirimi zaten %s kullanıcısı tarafından kullanılıyor

source: Feed %s successfully updated
ar: تم تحديث التلقيم %s بنجاح
tr: %s bildirimi başarıyla güncellendi

source: Feed status toggled
tr: Bildiri durumu değiştirldi

source: Feed trust changed
nl: Feed vertrouwen veranderd
tr: Bildiri güveni değiştirldi

source: Are you sure you want to remove feed %s ?
ar: هل أنت متأكد من أنك تريد إزالة التلقيم %s ؟
tr: %s bildirisini kaldırmak istediğinizden emin misiniz?

source: This action can not be canceled
ar: لا يمكن إلغاء هذا الإجراء
de: Die Aktion kann nicht abgebrochen werden
nl: Deze actie kan niet geannuleerd worden
tr: Eylem iptal edilemez

source: All the posts comming from this feed will be removed
tr: Bu bildirimden gelen tüm mesajlar kaldırılacak

source: Confirm
ar: تأكيد
de: Bestätigen
nl: Bevestig
tr: Doğrula

source: Delete of feed %s succeeded
ar: تم حذف التلقيم %s بنجاح
tr: %s bildirimi başarıyla silindi

source: Website(s) user Informations
ar: معلومات عن موقع المستخدم
tr: Web sitesi kullanıcı bilgileri

source: Disable feed
ar: تعطيل التلقيم
nl: Disable deze feed
tr: Bildiriyi pasif yap

source: Enable feed
ar: تفعيل التلقيم
nl: Activeer feed
tr: Bildiriyi etkinleştir

source: Untrust this feed
ar: عدم الثقة في هذا التلقيم
nl: Untrust deze feed
tr: Bu bildiriye güvenme

source: Trust this feed
ar: الثقة في هذا التلقيم
nl: Vertrouw deze feed
tr: Bu bildiriye güven

source: Feed name :
ar: إسم التلقيم :
nl: Feed naam:
tr: Bildiri adı:

source: The user %s already exists
ar: المستخدم %s موجود بالفعل
de: Nutzer %s existiert bereits
nl: De gebruiker %s bestaat al
tr: %s kullanıcısı zaten var

source: The email address %s is already in use
ar: عنوان البريد %s مسجل فعلا
de: Die E-Mail Adresse %s wird bereits genutzt
nl: Het e-mailadres %s is al in gebruik
tr: %s e-posta adresi zaten kullanımda

source: The website %s is already assigned to the user %s
ar: الموقع %s معيّن بالفعل للمستخدم %s
tr: %s web sitesi zaten %s kullanıcısına atanmış

source: User %s successfully added
ar: تم إضافة المستخدم %s بنجاح
de: Nutzer %s wurde erfolgreich hinzugefügt
nl: Gebruiker %s toegevoegd
tr: %s kullanıcısı başarıyla eklendi

source: User status toggled
nl: De gebruiker de status omgeschakeld
tr: Kullanıcı durumu değiştirildi

source: The email address %s is already in use by %s
ar: عنوان البريد %s مستخدم فعلا من طرف المستخدم %s
tr: %s e-posta adresi zaten %s kullanıcısı tarafından kullanılıyor

source: User %s successfully updated
ar: تم تحديث المستخدم %s بنجاح
tr: %s kullanıcısı başarıyla güncellendi

source: You are not allowed to remove a super user
ar: غير مسموح لك بحذف المستخدم الخارق
tr: Üstün kullanıcıyı kaldırmak için izniniz yok

source: Are you sure you want to remove user %s ?
ar: هل أنت متأكد أنك تريد إزالة المستخدم %s ؟
de: Bist du dir sicher, dass du den Nutzer %s löschen willst ?
nl: Weet u zeker dat u de gebruiker %s wilt verwijderen?
tr: %s kullanıcısını kaldırmak istediğinizden emin misiniz?

source: All the posts of the user will be removed
ar: كل مواضيع هذا المستخدم ستتم إزالتها
de: Alle Beiträge dieses Nutzers werden gelöscht
nl: Alle berichten van de gebruiker zullen worden verwijderd
tr: Kullanıcının tüm mesajları kaldırılacak

source: All the votes on these posts will be removed
ar: كل الأصوات على هذه المواضيع ستتم إزالتها
de: Alle Stimmen bei diesen Beiträgen werden gelöscht
nl: Alle stemmen over deze berichten zullen worden verwijderd
tr: Bu mesajların tüm oyları kaldırılıacak

source: All the feeds of this user will be removed
ar: كل تلقيمات هذا المستخدم سيتم حذفها
de: Alle Feeds des Benutzers werden entfernt
nl: Alle feeds van deze gebruiker zullen worden verwijderd
tr: Bu kullanıcının tüm bildirimleri kaldırılacak

source: Delete of user %s succeeded
ar: تم حذف المستخدم %s بنجاح
de: Nutzer %s erfolgreich gelöscht
nl: Verwijderen van gebruiker %s geslaagd
tr: %s kullanıcısı başarıyla silindi

source: User Informations
ar: معلومات المستخدم
nl: Gebruikers informaties
tr: Kullanıcı Bilgileri

source: Disable user
ar: تعطيل المستخدم
nl: Uitschakelen gebruiker
tr: Kullanıcıyı pasif yap

source: Enable user
ar: تفعيل المستخدم
nl: De gebruiker mogelijk
tr: Kullanıcıyı etkin yap

source: Planet author
ar: مؤلف الكوكب
nl: Planeet auteur
tr: Gezegen yazarı

source: Add a new website
ar: إضافة موقع جديد
nl: Voeg een nieuwe website
tr: Yeni web sitesi ekle

source: Unable to write %s file.
de: Konnte Datei %s nicht schreiben.
nl: Het schrijven op het bestand %s onmogenlijk
tr: %s dosyası yazılamıyor

source: Please check you /admin/cache directory permissions
nl: Gelieve u / admin / cache directory permissies
tr: /admin/cache dizini izinlerinizi kontrol edin

source: A snapshot of your current database was successfully created. Please download the following file and put it in some safe place.
nl: Een backup bestand was met succes gecreëert. Download het bestand en zet hem in een veilige plaats.
tr: Geçerli veritabanınızın kopyası oluşturuldu. Şu dosyayı indirerek güvenli bir yerde saklayın.

source: Please select at least one table to export
nl: Selecteer minimum een tabel te exporteren
tr: Dışa aktarmak için en az bir tablo seçin.

source: The title can not be empty
ar: لايمكن ترك العنوان فارغاً
tr: Başlık boş olamaz.

source: Only numeric value are allowed for number of posts by page
ar: مسموح فقط بالقيم الرقمية لعدد المشاركات في كل صفحة
nl: Alleen numerieke waarde zijn toegestaan voor het aantal berichten per pagina
tr: Bir sayfada yer alacak mesaj sayısı için yalnızca sayısal değerler girilebilir.

source: Subscription page content can not be empty
tr: Üyelik sayfası içeriği boş olamaz

source: Impossible to reach statusnet server : the service could not be activated
tr: Statusnet sunucuya ulaşılamıyor: servis aktive edilemedi.

source: Option
ar: الخيار
nl: Opties
tr: Seçenek

source: Value
ar: القيمة
nl: Waarde
tr: Değer

source: Description of the Planet
ar: وصف الكوكب
de: Beschreibung des Planet
nl: Beschrijving van de Planeet
tr: Gezegenin tanımı

source: Graphical theme
ar: السِّمة
de: Grafisches Theme
nl: Grafische thema
tr: Grafik teması

source: Language of the Planet
ar: لغة الكوكب
de: Sprache des Planet
nl: Taal van de Planeet
tr: Gezegen dili

source: Information message (optional)
de: Informationsnachricht (optional)
nl: Informatie bericht (optioneel)
tr: Bilgi mesajı (opsiyonel)

source: Show the contact page
ar: إظهار صفحة الإتصال
de: Kontakt Seite anzeigen
nl: Toon de contact pagina
tr: İçerik sayfasını göster

source: Enable voting
ar: تفعيل التصويت
de: Abstimmungen aktivieren
nl: Maak stemmen actief
tr: Oylamayı etkin yap

source: Votes system
ar: نظام التصويت
nl: Stem systeem
tr: oylama sistemi

source: yes-no
ar: نعم-لا
nl: ja-nee
tr: evet-hayır

source: Positive and Negative
ar: إجابي وسلبي
nl: Positieve en negatieve
tr: Pozitif ve Negatif

source: yes-warn
ar: نعم-تحذير
nl: ja-waarschuwen
tr: evet-ikaz

source: Positive and Warning
ar: إجابي وسلبي
nl: Positieve en Waarschuwing
tr: Pozitif ve Uyarı

source: Option of moderation
ar: خيار الإشراف
nl: Mogelijkheid van matiging
tr: Moderasyon seçeneği

source: Enable avatar
ar: تفعيل الأفتار
nl: Schakel avatars in
tr: Avatar etkin

source: Work with
nl: Werken met
tr: Çalışma seçimi

source: Maintenance mode
ar: وضع الصيانة
nl: Onderhoud-modus
tr: Bakım modu

source: Log level
ar: مستوى السجل
nl: Logging niveau
tr: Kayıt seviyesi

source: Number of posts by page
ar: عدد المواضيع في كل صفحة
nl: Aantal berichten per pagina
tr: Bir sayfadaki mesaj sayısı

source: Analytics engine
ar: محرك التحليلات (Analytics engine)
nl: Analise systeem
tr: Analiz motoru

source: Disabled
ar: معطل
nl: Uitgeschakeld
tr: Pasif

source: Enable Internal links
ar: تفعيل الوصلات الداخلية
nl: Schakel interne links in
tr: İç bağlantıları etkin yap

source: Planet statusnet host
tr: Gezegen statusnet sunucusu

source: Planet statusnet username
nl: Planeet statusnet gebruikersnaam
tr: Gezegen statusnet kullanıcı adı

source: Planet statusnet password
nl: Planeet statusnet wachtwoord
tr: Gezegen statusnet şifresi

source: Statusnet messages format
tr: Statusnet mesajları formatı

source: Statusnet activate automatic post
nl: Statusnet schakel automatish berichten in
tr: Statusnet otomatik mesaj aktivasyonu

source: Enable subscription
ar: تفعيل التسجيل
nl: Activeer inschrijving
tr: Üyeliği etkin yap

source: Subscription page content
de: Cache des Planet löschen
nl: Inhoud van de inschrijving pagina
tr: Üyeli sayfası içeriği

source: Enabled
ar: مفعّل
nl: Actief
tr: Etkin

source: Planet Analytics Engine
ar: محرك تحليلات الكوكب
nl: Planeet analise systeem
tr: Gezegen Analiz Motoru

source: Planet statusnet host (ex: http://identi.ca)
nl: Planet statusnet host (bv: http://identi.ca)
tr: Gezegen statusnet sunucusu (örnek: http://identi.ca)

source: Nothing to do
ar: لا يجود شيء لعمله
nl: Niets te doen
tr: Yapılacak birşey yok

source: The user %s already own the website %s
ar: المستخدم %s بالفعل يملك الموقع %s
tr: %s kullanıcısı zaten %s sitesinin sahibi

source: The website %s owns to user %s
ar: الموقع %s ملك للمستخدم %s
tr: %s web sitesi %s kullanıcısının

source: Website %s successfully added to user %s
ar: تم إضافة الموقع %s للمستخدم %s بنجاح
tr: %s web sitesi %s kullanıcısına başarıyla eklendi

source: The website %s is owned by user %s
ar: الموقع %s مستخدم بالفعل من طرف المستخدم %s
tr: %s web sitesinin sahibi %s kullanıcısı

source: Website %s successfully updated
ar: تم تحديث الموقع %s بنجاح
nl: Website %s updated met succes
tr: %s web sitesi başarıyla güncellendi

source: Site status toggled
nl: Site status omgeschakeld
tr: Site durumu değiştirildi

source: Are you sure you want to remove site %s ?
ar: هل أنت متأكد أنك تريد إزالة الموقع %s ؟
tr: %s sitesini kaldırmak istediğinizden emin misiniz?

source: All the posts comming from this site will be removed
ar: كل المواضيع القادمة من هذا الموقع سيتم حذفها
tr: Bu siteden gelen tüm mesajlar kaldırılacak

source: All the feeds of this site will be removed
ar: كل تلقيمات هذا الموقع سيتم حذفها
tr: Bu sitenin tüm bildirimleri kaldırılacak

source: Delete of site %s succeeded
ar: تمّ حذف الموقع %s بنجاح
nl: Verwijderen van website %s geslaagd
tr: %s sitesi başarıyla silindi
